{
  "entailment": [
    "I know lawyers are always dreadfully careful.\nI'm well aware that lawyers are always very careful.\nAnswer: entailment",
    "Nearby, the atmospheric medieval Alfama district is Lisbon's most picturesque and fascinating area.\nThe most fascinating area in Lisbon is the Alfama district.\nAnswer: entailment",
    "Mussolini annexes Abyssinia (Ethiopia), bombs  Republican Spain\nMussolini gained new land.\nAnswer: entailment",
    "yeah yeah right right right how many hours are you taking\nYeah, tell me how many hours you're taking. \nAnswer: entailment",
    "The United States responded by deploying U.S. naval forces in the region.\nThe response from the US was sending US naval forces to the area.\nAnswer: entailment",
    "When pollsters talk about a representative sample they mean a sampling that accurately reflects the population at large.\nThey speak in regards to an accurate section of society at large.\nAnswer: entailment",
    "You can be easily suckered into just such another fight.\nThere might be another fight.\nAnswer: entailment",
    "Since cost-benefit analysis is critical to over-coming resistance to implementation, research groups should include health care economists or health services researchers.\nCost-benefit analysis is critical to over-coming resistance to implementation\nAnswer: entailment",
    "Rooms were free as we spoke.\nRooms freed as we talked.\nAnswer: entailment",
    "They will discover something new each time.\nEach time they will find something new.\nAnswer: entailment",
    "whatever they are i i do i find and and they go alone with that just the things you get in the mail\nI receive items in the mail.\nAnswer: entailment",
    "How maddening, cried Tuppence.\nTuppence thought it was maddening.\nAnswer: entailment",
    "Next to the church, the prison-like building with those fierce, barred windows was, in fact, a prison when it was built in the 17th century.\nA prison was built in the 17th century next to the church.\nAnswer: entailment",
    "JFMIP requirements documents identify (1) a framework for financial management systems, (2) core financial systems requirements, and (3) 16 other financial and mixed systems supporting agency operations, not all of which are applicable to all agencies.\nJFMIP requirements include a framework for the financial management systems.\nAnswer: entailment",
    "Medieval penitents traced its path on hands and knees, from the circumference to the center, a symbolic spiritual journey.\nThe path was traced with their hands and knees.\nAnswer: entailment",
    "uh yeah and i'm going well well i don't want to gamble so i just let the car cool off until i get a hard failure\nI play it safe with my car.\nAnswer: entailment",
    "well no i mean they're not allowed to accept any new inmates\nThey are not permitted to accept new inmates.  \nAnswer: entailment",
    "i only get the newspaper on the weekends so\nI only receive the weekend newspaper.\nAnswer: entailment",
    "In a minute, when I've done with you, you'll go to bed as I told you to.\nWhen I finish what I'm doing to you, you can sleep as instructed. \nAnswer: entailment",
    "Rapid Alcohol Problems Screen.\nSpecific problems screen. \nAnswer: entailment",
    "SO2 and NOx contribute to acid deposition, which damages lakes and streams, adversely affecting the fish and other species that live in them, and leaches nutrients from the soil.\nSO2 contributes to the damaging of lakes and streams.\nAnswer: entailment",
    "Zoffany used the East India Company men as models, with the painter's sworn enemy, Mr. Paull, as Judas.\nZoffany painted the men from the East India Company as well as his archnemesis, Mr. Paull.\nAnswer: entailment",
    "It should be seen as affirming the fact of Christ's presence, but not as explaining how the change takes place.\nIt is proof that Christ exists.\nAnswer: entailment",
    "The tank is encircled by small sculptured deities and coiled snakes.\nSculptures of little deities and snakes surround the tank.\nAnswer: entailment",
    "What British historians call the Peninsular War (1808 1814) is known in Spain as the War of Independence.\nThe War of Independence in Spain was called the Peninsular War by the British.\nAnswer: entailment",
    "so we just stopped there uh you know had some breakfast got some water and kept on walking\nWe stopped and had breakfast and then kept walking.\nAnswer: entailment",
    "Lowering pound rates or raising breakpoints may benefit some mailers, but it will also have a negative impact on others who find themselves dealing, for example, with higher piece rates and the like.\nChanging the rates will both benefit and hurt different mailers.\nAnswer: entailment",
    "' All of President Clinton's untruths, all of his lying under oath, if you will, about an extramarital relationship does not subvert the Constitution (Schumer).\nThe Constitution does not specify about extramarital relationships.  \nAnswer: entailment",
    "What he ought to have done, what any sane man would have done, was to remain patiently where he was and wait for his man to come out again.\nHe should have waited for the man to come out again.\nAnswer: entailment",
    "Even if you used Add/Remove on Internet Explorer, Wininet.dll, Urlmon.dll, and Mshtml.dll are still there.\nParts of Internet Explorer are not removed with the normal process.\nAnswer: entailment",
    "but their homes have passed on to their uh children or or to younger younger families and they don't seem to maintain it as well as the original people did i or or like you would or i would and perhaps its just it's\nA lot of houses have been passed on to children who don't care to maintain it as well as the original owners.\nAnswer: entailment",
    "Congress would not have needed to add the certification provision to protect the presidential advisers if their records were not within the scope of GAOas access authority.\nThe certification provision would not need to be added.\nAnswer: entailment",
    "oh really hm i wonder why it does\nI wonder why it does that.\nAnswer: entailment",
    "It was like a fog.\nIt was hazy.\nAnswer: entailment",
    "um-hum well actually excuse me our dental insurance you know it's it's good it's certainly better than nothing it's not you know it's not super you for unfortunately in my case and you sound like a younger guy so you probably don't have it you know i do have some dental problems and it's very very expensive\nOur dental insurance does what it's supposed to do.\nAnswer: entailment",
    "Blithe investors toss millions at the Web out of the conviction that it will subsume the other media, change the face of capitalism, and generate billion-dollar payouts.\nCareless investors throw money into the Web, thinking it will get them huge profits.\nAnswer: entailment",
    "Poirot went on. \nPoirot continued.\nAnswer: entailment",
    "Artists still scorn it as a vulgar pastiche, and the working-class residents of the area resented its being erected as a symbol of penitence for the insurrection of the 1871 Commune they didn't feel penitent in the least.\nIt did not reflect the sentiment of the area.\nAnswer: entailment",
    "so because you always put your phone number down so they can call and tell you that you won\nSo you put your phone number down so they can all you and tell you that you're the winner\nAnswer: entailment",
    "Some want to paint Democrats as soft on defense.\nSome want others to think Democrats are soft on defense.\nAnswer: entailment",
    "The Administration on Aging and the Agency for Toxic Substances and Disease Registry) did not list rules that were available for comment.\nThe Administration on Aging didn't list the rules that could be commented on.\nAnswer: entailment",
    "But nothing can prepare you for the visual shock of the Sistine Chapel (Cappella Sistina), built for Sixtus IV in the 15th century.\nThe Cappella Sistina, built in the 1400s, is a visual shock.\nAnswer: entailment",
    "No, it is as Auden says.\nIt is how Auden says it is, so no. \nAnswer: entailment",
    "LSC has developed performance guidelines for assessing grant applications.\nThe grants had performance standards tied to the applications.\nAnswer: entailment",
    "Just below this lies the Tomb of the Prophets, believed to be the burial place of Haggai, Malachi, and Zechariah.\nThe Tomb of the Prophets where Haggai, Malachi, and Zechariah are said to be found is just below this.\nAnswer: entailment",
    "ah certainly is\nIt is. \nAnswer: entailment",
    "A piece claims George W. Bush and Al Gore are spiritual twins.\nThe piece identified Al Gore and George W. Bush as spiritual twins.\nAnswer: entailment",
    "Poland lost a significant amount of territory after new borders were drawn up in the Yalta Agreement in 1945, including the eastern regions around Wilno (Vilnius) and Lwew (Lvov).\nAfter new borders were drawn up in the Yalta Agreement in 1945, Poland lost a significant amount of territory, ncluding the eastern regions around Wilno (Vilnius) and Lwew (Lvov).\nAnswer: entailment",
    "There was a roar of tortured air from overhead and a thundering sound that was unlike anything except the tearing of an infinity of cloth combined with a sustained explosion of atomic bombs.\nThere was a big roar and a thundering noise from above.\nAnswer: entailment",
    "our estimate of the total number of premature mortalities in 2020 would be reduced by approximately 80 percent, from approximately 12,000 annually to approximately 2,200 annually.\nThe number of premature moralities in 2020 would go down 80%.\nAnswer: entailment",
    "The Senate passed compromise patients' rights legislation.\nPatients' rights legislation was passed by the Senate.\nAnswer: entailment",
    "The choir stalls, carved to illustrate the lives of the saints, are attributed to the 16th-century Dutch master known as Cornelius de Holanda.\nThe choir stalls illustrate the lives of the saints.\nAnswer: entailment",
    "The Jardim do Pal?¡cio do Monte (Monte Palace Tropical Gardens), a short walk east of the church, is firmly rooted in the past.\nA short walk to the church's east will take you to the Monte Palace Tropical Gardens.\nAnswer: entailment",
    "They are welcome to this cause.\nThey are accepted to be a part of this cause. \nAnswer: entailment",
    "VA Health  More Veterans Are Being Served, But Better Oversight Is Needed (GAO/HEHS-98-226, Aug. 28, 1998).\nVA Health more veterans are being served\nAnswer: entailment",
    "TRANSACTIONS WITH THE PUBLIC\npublic transactions\nAnswer: entailment",
    "The major ones, in the western group, are in a beautifully kept park with paths leading easily from one to the other.\nThere are paths going from one major one to another.\nAnswer: entailment",
    "999 percent reliable voice-recognition software.\nThe voice recognition software was almost infallible.\nAnswer: entailment",
    "To get the stationery engraved, the die plate will cost $56, about average.\nThe cost is neither cheap nor expensive.\nAnswer: entailment",
    "It'd be malpractice not to.\nIt would be a poor descision not to. \nAnswer: entailment",
    "They continued to sit in silence.\nThey were quiet as they sat. \nAnswer: entailment",
    "he's Eldon her housepainter\nEldon is her house painter.\nAnswer: entailment",
    "before they didn't but i know they're going to start now\nThey are going to start now.\nAnswer: entailment",
    "Interestingly, they were Creole French offspring of French nationals born in Montreal.\nFrench citizens born in Montreal had children who were Creole French.\nAnswer: entailment",
    "We failed when we pushed willing, but unprepared grantees to opportunities they were not ready to exploit.\nIt was wrong to push the grantees into opportunities they were not ready for.\nAnswer: entailment",
    "oh yeah it's funny some of their necks don't get broken\nTheir necks could be broken.\nAnswer: entailment",
    "Jon looked down and met Susan's green eyes.\nJon saw Susan. \nAnswer: entailment",
    "The home town of the maharajas regains a flicker of its old glory every October during the Dussehra festival, when the heir of the old rulers of Mysore State is paraded through the streets on his golden throne, surrounded by gorgeously caparisoned elephants .\nThe Dussehra festival takes place in October with a parade that is viewed by many people.\nAnswer: entailment",
    "uh you know Communism would feed them all\nCommunism is able to feed all of them\nAnswer: entailment",
    "Buchanan was the hit of the United We Stand Convention in 1995 and enjoys good relations with Perot.\nBuchanan was the hit of the United We Stand Convention.\nAnswer: entailment",
    "Italian artists Futurists Giovanni Fattori and Telemaco Signorini and the Ferrara trio of Filippo de Pisis, Carlo Carr? , and Giorgio de Chirico are better represented than other Europeans, of whom Matisse, Klee, and Ernst are the most notable.\nThere are not as many German artists as Italian ones in the collection.\nAnswer: entailment",
    "In the end, people were reluctant to make a complete change until 1981, when the forces for reform gathered sufficient strength to elect Francois Mitterrand as the Fifth Republic's first Socialist president.\nIt wasn't until 1981 that people were willing to elect Fifth Republic's first Socialist president.\nAnswer: entailment",
    "The dead woman had not the gift of commanding love. \nThe dead woman didn't command love.\nAnswer: entailment",
    "Meanwhile, Japan--the world's second-largest economy and a country that by normal criteria ought to have no trouble increasing demand--finds itself stuck in exactly the trap Burnham  no longer able to find uses for the available investment funds, which waste in idleness in the account books of the banks.\nAs a large economy, Japan is expected to easily increase demand. \nAnswer: entailment",
    "Poland's war-torn and almost incomprehensibly fractured history plays out like an epic novel occasionally triumphant, frequently sad and tragic.\nSometimes, Poland's history can be tragic and sad.\nAnswer: entailment",
    "Lawrence Cavendish was then put into the box. \nLawrence Cavendish was then led into the box.\nAnswer: entailment",
    "Ann Lewis (The public's  -1 )\nAnne Lewis is public's 1 \nAnswer: entailment",
    "Look for the servant girl hurtled into hell for flirting with the devil.\nAs a result of flirting with the devil, the servant girl was hurtled into hell.\nAnswer: entailment",
    "But this presented a new testing challenge, namely that anything in the street in New York City is fair game.\nThe new challenge was that anything goes in the streets of New York City.\nAnswer: entailment",
    "But what were Lawrence Cavendish's finger-marks doing on it? \nHow come we found Lawrence Cavendish's finger-marks on it?\nAnswer: entailment",
    "I took her across town, to see the lab.\nMe and her went to see lab. \nAnswer: entailment",
    "However, our survey of federal managers, conducted in late 1996 and 1997, indicates there is substantial room for improvement in this area.\nOur survey of federal managers was conducted in the late 1996 and 1997.\nAnswer: entailment",
    "We did our best, though it may be that the auspices were too strong on the soma.\nThere are some auspices too strong for somas.\nAnswer: entailment",
    "As I said before, I'm a mutt! returned Julius.\nJulius is of mixed heritage. \nAnswer: entailment",
    "There needs to be a sense of urgency in order to make the investment, commitment, and ultimately change the model.\nThe model can only be changed if there is a sense of urgency.\nAnswer: entailment",
    "you know and uh i was brought up the same way if if it doesn't matter what age you have if just so long as you can get up to go to class the next morning you can stay up you know but his what he does is when he gets home he separates his his work from his house\nAll that matters is that you go to class.\nAnswer: entailment",
    "The meetings were held around the country and included environmental organizations, businesses, state and local governments, tribal governments, and other stakeholders.\nEnvironmental organizations, businesses, state and local governments were included in the meetings.\nAnswer: entailment",
    "he was a teacher\nHe worked as a teacher\nAnswer: entailment",
    "He'd almost managed to forget what he was, and he didn't enjoy having the aircraft worker find out.\nHe didn't like having the aircraft worker discover what he was.\nAnswer: entailment",
    "But not a penny piece besides, not a pair of gloves, nor a theatre ticket.' She didn't understand, was very offended sometimes. \nShe couldn't comprehend.\nAnswer: entailment",
    "They are soon disposed of afterwards.\" 62 There was a sinister note in his voice.\nMenacingly, he said that they would be disposed of.\nAnswer: entailment",
    "um well with guys pretty healthy appetite i'd probably go a third of a pound and then you know you could\nBecause the guy has a healthy appetite you should stick with a third of a pound.\nAnswer: entailment",
    "I should act more freaked out.\nI should act like I'm really scared.\nAnswer: entailment",
    "well we don't do much eating out\nWe don't go out to eat much.\nAnswer: entailment",
    "well me i'm going and my daughter down in Austin\nMy daughter lives in Austin.\nAnswer: entailment",
    "7 billion of these dollars was for a contingency, a hedge against the unknown---to cover unforeseen events.\nThe hedge fund was worth 7 billion dollars.\nAnswer: entailment",
    "I've tried to think of everything. Sir James smiled.\nSir James was smiling when he tried to think of everything.\nAnswer: entailment",
    "The number of computer users at these organizations ranged from 3,500 to 100,000, and four had significant international operations.\nFour of these organizations had significant international operations.\nAnswer: entailment",
    "This makes the book subclass very inefficient at serving those for whom it was established.\nThe book does not work well for whom it was written.\nAnswer: entailment",
    "However, the team used a method, learned in the CAP workshop, for analyzing and increasing stakeholder commitment levels.\nThe method for increasing stakeholder commitment used by the team came from the CAP workshop.\nAnswer: entailment"
  ],
  "neutral": [
    "Such an assessment also requires an understanding of how alternative valuation approaches reflect that some individuals may be more susceptible to air pollution-induced mortality, or reflect differences in the nature of the risk presented by air pollution relative to the risks studied in the relevant economic literature.\nThere are a few different ways to approach it.\nAnswer: neutral",
    "It is because you are trying to drown and stifle your instinct, which tells you another name ” ”\"\nYou have more suspects for the crime.\nAnswer: neutral",
    "I think I'll be getting back. \nI believe that this is the time for me to return.\nAnswer: neutral",
    "ways that technology can be incorporated to improve business processes, outputs, and outcomes.\nOutputs can be incorporated into chicken nugget meals.\nAnswer: neutral",
    "The Vandals, who destroyed almost all evidence of the Roman occupation, settled in North Africa, becoming a sea power.\nSome features of Roman occupation were deliberately preserved by the Vandals.\nAnswer: neutral",
    " 'I can give you White.'\nI am in control of White and can give him to you.\nAnswer: neutral",
    "inspired reactions from both sides of the table, ranging from Yes, that's exactly it to Call me a cynic, but I ain't quitting a job for a f--k unless I'm SURE it's love and even then, dammit, HE can quit.\nThe topic was about quitting your job for to focus on your relationship with your significant other. \nAnswer: neutral",
    "at the present time we have none we intend to purchase a pup in two months\nWe intend to purchase a puppy from a breeder from two months.\nAnswer: neutral",
    "Once you've seen the real thing, maybe you want to visit The Pharaonic Village, a theme park recreating life in Ancient Egypt.\nThe Pharaonic Village has actual pieces of a Sphinx in a museum on the property.\nAnswer: neutral",
    "In 1860, a treaty gave Britain a permanent beach-head on the Chinese mainland the Kowloon peninsula, directly across Victoria harbor.\nA treaty let the British stay on the Chinese mainland for ten more years.\nAnswer: neutral",
    "(And yes, we'd like one, hypocrites that we are, thank you very much.)\nWe are in need of supplies and clothing and realize our faults.\nAnswer: neutral",
    "The moral of the story, simply put,  Till your garden where you are; good and evil exist in similar quantities almost everywhere.\nPersonally, I think that there's a lot of wisdom to be gleaned from the moral of this story.\nAnswer: neutral",
    "I started to run, and was spotted at once.\nI ran and drew a ton of attention to myself immediately.\nAnswer: neutral",
    "Salt-stone pillars held up many of the tunnels and a single barrel of water could collapse a pillar and break down the tunnel.\nThe tunnels were built many years ago.\nAnswer: neutral",
    "Rather, the rule operates in a manner that prohibits restrictions on the resale of service.\nThe rule is effective.\nAnswer: neutral",
    "The lottery retailers will surely spend millions to keep their cash cow, and the governors are likely to campaign for video gambling as well.\nThe lottery retailers want to continue to make millions off of it.\nAnswer: neutral",
    "Probably the latter.\nThe latter has always been better.\nAnswer: neutral",
    " The capital of Ibiza, called simply Ibiza, or Ibiza Town, has a population of almost 35,000.\nThe capital on Ibiza island has the biggest population at 35k.\nAnswer: neutral",
    "170 \"So long, Cousin Jane.\nSad to say goodbye to Cousin Jane.\nAnswer: neutral",
    "In return for this flexibility, sources were to provide a full accounting of their emissions through continuous monitoring and reporting, and there would be consequences for failing to comply.\nThe manufacturers had to give all the information about their emissions..\nAnswer: neutral",
    "We'll be sleuths in earnest!\"\nWe are very excited to start sluething around.\nAnswer: neutral",
    "Restoring Social Security to sustainable solvency and increasing saving are intertwined national goals.\nSocial Security is directly influenced by an increase or decrease in national savings averages.\nAnswer: neutral",
    "Dumbness doesn't.\nDumbness doesn't mean it's okay to kill someone.\nAnswer: neutral",
    "i've missed the first ten minutes\nI was making dinner and missed the first ten minutes.\nAnswer: neutral",
    "and so if you convert all your measure into those uh fundamental units and analyze them you can uh get a pretty good sense as to whether your formula is correct\nThe formula is correct.\nAnswer: neutral",
    "An article explicates curling (shuffleboard on ice with brooms), the one game in all the world wherein the human participants move faster than the object they put in play.\nCurling is a popular game.\nAnswer: neutral",
    "excuse me Verna for just a second can you hang on just a second okay\nVerna can you shut up for a second.\nAnswer: neutral",
    "When did you first suspect John Cavendish? I asked, after a minute or two. \nJohn Cavendish was suspected of murder.\nAnswer: neutral",
    "East of Marseilles lies an area of rugged, narrow inlets called calanques that are favorites of hikers, mountain climbers, scuba divers, cliff divers, yachters, swimmers, and bird-watchers.\nThe calanques east of Marseilles is a favorite area for sunbathers.\nAnswer: neutral",
    "Now tell me, what are you two up to, eh?\"  \nAre you two doing something that is wrong?\nAnswer: neutral",
    "If mailers have ideas, they ought to submit them.\nMailers have thousands of ideas ready to send.\nAnswer: neutral",
    "but i don't know um yeah i guess that percentage rates are like eighteen percent\nEighteen percent is a very high percentage rate.\nAnswer: neutral",
    "There are no wheat rolls anymore, because they're banned, and that newspaper which you still have on your side table, is no longer published, and all other paper ones are gone too.\nThings are banned because there is a scarcity of resources.\nAnswer: neutral",
    "and that was you know he she'd just she had treated him like family does you know and um\nThat was you know she'd just treat everybody equally\nAnswer: neutral",
    "have our kids um you know have little lessons with them and you know just see count see how things are going in our family and you know teach them about their grandparents or something like that bring out pictures of them so they get to know them and we just do all kinds of fun things like that and\nWe have over 1,000 pictures of the kid's grandparents so show them.\nAnswer: neutral",
    "so uh but i i do all of my programming on the mainframe and i uh don't have a lot of opportunity to work on the PC except at home\nI also work on a Mac at home. \nAnswer: neutral",
    "This research should include studies on the use of no-cost services such as self-help or 12-step\nThe research will contain studies on Mcdonald's\nAnswer: neutral",
    "A guard shoos us well back from the door where she will enter, and at 8:25 a black sport utility vehicle pulls up outside the glass door.\nThere were four people inside the black vehicle.\nAnswer: neutral",
    "The fellow must be at least twenty years younger than she is! \nHe is a young man.\nAnswer: neutral",
    "After the employees had evacuated, they were told that they were participating in a test, that they were to assume that a bomb had actually destroyed their workplace, and to proceed with emergency recovery plans.\nThe company does these bomb tests once a year.\nAnswer: neutral",
    "Built to hold festivities during his visits from Thebes, the Ramesseum was decorated with majestic statues of the Pharaoh, and the pylon depicts him triumphant at the Battle of Qadesh when he quashed the Hittites.\nThe Pharaoh was a mighty warrior.\nAnswer: neutral",
    "i try to do as much as i can on that on our newer one uh uh mini vans it's all electronic and computers and everything in it\nI have done repairs on our cars in the past, but now cars have computers and electronics that make it harder.\nAnswer: neutral",
    "In Fishamble Street, leading downhill to the river, a plaque commemorates the first performance of Handel's Messiah, which took place in the Music Hall (now an old steelworks) on 13 April 1742.\nThe premiere of Handel's Messiah was sparsely attended.\nAnswer: neutral",
    "like i said it was noted for you know it's food\nIt was noted for its steaks.\nAnswer: neutral",
    "I can assure you that GAO and I will do our part to practice what we preach and lead by example in our roles, responsibilities and values.\nGAO will undoubtedly succeed in its efforts to be an example of responsibility.\nAnswer: neutral",
    "Ca'daan attempted none.\nCa'daan made no attempt, too wary to do so.\nAnswer: neutral",
    "I handed the fragment over to the police who did not consider it of much importance. \nI handed the fragment to the police, who threw it on the table.\nAnswer: neutral",
    "Sound and Light Show\nThere is a wonderful sound and light show you can take in.\nAnswer: neutral",
    "In the early nineteenth century, America's western territories were still largely unexplored.\nThere are no times in which the exploration of the American territories was considered during that time.\nAnswer: neutral",
    "Customs anticipated that world trade would also continue to accelerate.\nWorld trade is exciting\nAnswer: neutral",
    "According to Lindsay, FEMA has already received 44,000 inspection requests in Texas.\nFEMA has thousands of requests to inspect because of a hurricane.\nAnswer: neutral",
    "''Fred was ahead of his time in addressing the needs of the Latino community,'' said District Justice Michele Varricchio of Allentown, a former law partner.\nFred's efforts to address the needs of the Latino community was widely recognised.\nAnswer: neutral",
    "So long as China continues to develop, Hong Kong will get a substantial chunk of that growth.\nHong Kong relies on China for a great amount of wealth.\nAnswer: neutral",
    "The assassin lunged forward, letting the blade pierce through his back.\nThe blade pierced through his back and cut his spinal cord as the assassin lunged forward\nAnswer: neutral",
    "What was this complication of a will? \nWhat complication did the will have that was relevant?\nAnswer: neutral",
    "Do you want me to go with you?\nDo you want me to stay home?\nAnswer: neutral",
    "Had it been a little clearer in its terms, it is possible that Mrs. Inglethorp, warned in time, would have escaped. \nSomeone tried to warn Mrs. Inglethorp, but it was already too late. \nAnswer: neutral",
    "In 27 percent of the cases, the charges were dismissed or the defendant was found not guilty.\nThe charges on the defendant were criminal charges for murder.\nAnswer: neutral",
    "The ferry from Eminene passes the K??z Kulesi (Maiden's Tower), perched on a tiny island about 200 metres (600 feet) offshore.\nThe Maiden's Tower is believed to be haunted, according to the local legends.\nAnswer: neutral",
    "Who were those men? asked Ca'daan.\nCa'daan wished he knew each of the men.\nAnswer: neutral",
    "million tons in 2008, and to 1.7 million tons in 2018, and - Decreasing mercury emissions by 69 percent by implementing the first-ever national cap on mercury\nThe first ever mercury national cap will reduce emissions by over 69% and all birds to lay more eggs.\nAnswer: neutral",
    "Joe Bananas, 23 Luard Road, is a Wan Chai mainstay for all-night partying.\nJoe Bananas is the one and only place for all-night partying in Wan Chai.\nAnswer: neutral",
    "Others may feel that the money would be better spent in paying the defense industry not to produce the latest round of high-tech weaponry, thus saving us the expense of generating still more lethal weapons when the current crop inevitably falls into the hands of our enemies.\nLethal weapons often fall into the hands of our enemies.\nAnswer: neutral",
    "it would it if you can beat Chicago Atlanta shouldn't be that much different\nYou can beat Atlanta since you have already defeated Chicago.\nAnswer: neutral",
    "Luxor temple does not have a sound and light show but it is open late each evening, offering you a chance to enjoy the majestic remains under floodlights, a very romantic sight to behold.\nLuxor temple does not usually open in the morning.\nAnswer: neutral",
    "In the event that the Administrator is unable, for any reason, to promulgate allocation regulations on a timely basis, Section 424 provides a default method for distributing the allowances, without promulgation of regulations, in advance of the year for which the allowances are necessary so that owners and operators can plan for compliance.\n Section 424 took four months to write and finalize.\nAnswer: neutral",
    "Bauer : Son of janitor.\nBauer is a man.\nAnswer: neutral",
    "30 Therefore, the increased activity of the last few years has been a welcome change to boilermakers.\nBoilermakers now enjoy benefits they did not have before.\nAnswer: neutral",
    "He showed no signs of buckling under physical work that would have killed him on his own world.\nThe work involved handling wild tigers while covered in sheep blood.\nAnswer: neutral",
    "In 1974, the radical historian Eugene Genovese (who has since become a Catholic conservative) published Roll, Jordan,  The World the Slaves Made . Now a staple in college history courses, Roll, Jordan, Roll painted a picture of slaves not as mere victims of oppression but as creators of a vibrant life.\nThe book was a hit, and showed many pictures of awful slave conditions.\nAnswer: neutral",
    "With its variety of landscapes and ever-changing light, the Lake District offers never-ending opportunities for outdoor photographers.\nThere are many places in the Lake District that are good for indoor photography.\nAnswer: neutral",
    "These persons should also know enough about performance or capability validation techniques to determine whether or not the agency's requirements are reasonable and effective.\nThe requirements are effective and reasonable.\nAnswer: neutral",
    "when do you get out\nWhen do you get out of prison? \nAnswer: neutral",
    "you know go through and figure out because most of the people you don't a lot of them you don't have any knowledge of and just go in and just arbitrarily voting all Republican or all Democrat i try to i try to find out a little bit about them\nA big problem with the country is that no one knows what they're voting for.\nAnswer: neutral",
    "GAO's plan presents four strategic goals that will help the Congress perform its constitutional responsibilities and ensure GAO's ability to continue providing effective, quality support to its clients.\nThe clients of GAO are happy with the results of GAO strategies. \nAnswer: neutral",
    "Rivera pointed out that helping clients, many of whom are not native English speakers, becomes problematic as demands increase and funding to the Legal Services Corp. remains stagnant.\nRivera thinks there needs to be an increase in funding.\nAnswer: neutral",
    "It did not slow him.\nIt was not strong enough to slow him, despite its efforts.\nAnswer: neutral",
    "Then he remembered, and looked at his watch.\nIt suddenly came to his mind that he scheduled an appointment and checked the current time immediately.\nAnswer: neutral",
    "what was your favorite all time movie\nIs your favorite movie an action movie?\nAnswer: neutral",
    "But the actors and the movie drew most of the publicity.\nThe actors of the movie are well loved and well received.\nAnswer: neutral",
    "Those two areas are already connected by I-85 and I-385.\nThose cities are connected by the highways.\nAnswer: neutral",
    "The parish church, the Eglise Sainte-Croix, is worth a visit for the splendid 16th-century altarpiece by Jean Bongartz of Colmar.\nThe Eglise Sainte-Croix has beautiful stained glass windows.\nAnswer: neutral",
    "Besides salaries, company managers view a good working environment and awards and recognition as essential for retaining employees.\nSome managers have trouble identifying who their employees are.\nAnswer: neutral",
    "On the south side of the choir is the more modest tomb of the most heroic of medieval English kings, portrayed recumbent above the inscription in Here is buried the heart of King Richard of England, known as the Lion-Hearted. \nRichard the Lionhearted is buried in the most modest tomb in the church.\nAnswer: neutral",
    "She has ignored Mick's please for forgiveness over his affair with Brazilian beauty Luciana Giminez Morad, the paper said.\nShe ignore Mick's please for forgiveness over his long time affair with an elderly Brazilian beauty, according to the paper.\nAnswer: neutral",
    "This time, they were looking for a candidate who knew how to speak the language of love.\nA candidate who could speak the language of love would make people open their hearts to him.\nAnswer: neutral",
    "and uh World War II debts have never been repaid i think the US just wrote them all off\nMost war debts go unpaid, and this is no exception.\nAnswer: neutral",
    "do you know of any incidences of of of uh erroneous\nAre you familiar with any errors the machine may have made.\nAnswer: neutral",
    "Dinner only, daily 7 10pm.\nThey only serve dinner and you must make reservations.\nAnswer: neutral",
    "Behavior in the Human Male , in its impulse toward acceptance and liberation, the broad and generous desire for others not to be harshly judged.\nAcceptance and liberation cause males not to harshly judge others.\nAnswer: neutral",
    "exactly sure\nexactly that.\nAnswer: neutral",
    "yeah it's going to cut off the circulation yeah yeah i i think i tried that one time a couple years ago and it did the same did that same thing\nI do not recommend doing that since you can hurt yourself.\nAnswer: neutral",
    "well it just means that if you don't pollute right or you pollute very little you don't have to pay any tax or you just buy one of these things and it it um i mean you could you could probably devise them so that it slowly closed off your tail pipe and uh the less you pollute the longer the device lasts and if you pollute a lot then it closed off your tailpipe and you couldn't start your car anymore\nThe device could be a major success against pollution.\nAnswer: neutral",
    "i hope it's not my  you there\nI hope it's not my car alarm.\nAnswer: neutral",
    "Yet, the New England Journal of Medicine downplayed the risks at the time.\nThe New England Journal of Medicine has bad management.\nAnswer: neutral",
    "For the followers of Andrew Jackson, the destruction of the Second Bank of the United States was the panacea; for the disciples of William Jennings Bryan, the panacea was silver coinage; for the followers of Ronald Reagan, supply-side economics was the crackpot quick fix.\nRonald Reagan had many followers who looked up to him.\nAnswer: neutral",
    "Now, the Ministry of Justice shares the square with banks, famous jewelers, and the Ritz Hotel.\nThe Ministry of Justice is close to the Banks\nAnswer: neutral",
    "It charts the history of Scotland, bringing under one roof a number of important collections of artifacts.\nThe history of Scotland is shown from 1300 to 1900.\nAnswer: neutral",
    "Marcus Garvey called for black self-reliance, and Alexander Bustamante formed the Industrial Trade Union and later the Jamaica Labour Party (JLP).\nMarcus Garvey and Alexander Bustamante worked together to improve the lives of black workers.\nAnswer: neutral",
    "In Sevila, you can see relics and manuscripts and even the habit St. Theresa wore in a remarkable life of prayer, penance, and poverty.\nSevila has all those religious tinkers thanks to its rich history.\nAnswer: neutral"
  ],
  "contradiction": [
    "You know, I turned it on, entered all the data, and it said that Robi would come home drunk and start throwing the furniture out the window, so I hadn't even bothered to clean.\nThe data said that Robi would come home and go to sleep.\nAnswer: contradiction",
    "But come instead for the spectacular view from the 297-m- (974-ft-) high Salto di Tiberio (Tiberius' Leap) precipice, said to be the last pleasure enjoyed by the emperor's enemies before they were hurled over the edge.\nTiberius' Leap is off limits to tourists.\nAnswer: contradiction",
    "The king died here among cherished paintings'a fantastic triptych by Hieronymus Bosch and works on religious themes by German, Flemish, and Italian artists.\nThe king did not die along cherished artworks.\nAnswer: contradiction",
    "Monitoring, reporting, and recordkeeping requirements. \nThere were no requirements established for recordkeeping.\nAnswer: contradiction",
    "The song  A Room with a View,  which Coward wrote in 1928, inspired him to build the house on this spot.\nThe song A Room with a View, which Jackson wrote in 1983, inspired him to build Neverland Ranch.\nAnswer: contradiction",
    "He made his capital at Memphis in Lower Egypt (near present-day Cairo) and the first Dynasty was founded.\nThe capital of Lower Egypt was Nashville.\nAnswer: contradiction",
    "most people never from north when we mention having black eye peas and corn bread and green onions\nEveryone that we meet from the north knows exactly what black eye peas and corn bread are.\nAnswer: contradiction",
    "Ajami's heroes are figures such as Egypt's novelist Naguib Mahfuz, the Palestinian academic Sari Nusseibah, and the tragic Hawi--men of integrity imbued with the old, confident spirit of cosmopolitanism and an openness to the Western ideas that led to the Arab awakening in the first place.\nThe Arab Awakening strictly forbids Western influence.\nAnswer: contradiction",
    "In revamping its performance management system, for example, we reported that IRS' new system is weakest at the front line, where interactions with taxpayers occur.\nWe said that the IRS's new system is strongest at the front line.\nAnswer: contradiction",
    "Both long and short-term exposures to ambient levels of air pollution have been associated with increased risk of premature mortality.\nThe long term exposure to air pollution is healthy.\nAnswer: contradiction",
    "Without rust after 1600 years worth of monsoon, this monument to the Hindu god Vishnu is said to have special if you stand with your back against it and completely encircle it with your arms no mean feat good luck is yours for the rest of the day.\nAfter years of monsoons, the monument is now covered in rust.\nAnswer: contradiction",
    "it's almost the opposite now where the the woman is working and and they you know take the children to child care or maybe they work part-time or something\nIt isn't directly opposite now to the location where the woman is working.\nAnswer: contradiction",
    "CLEANUP COSTS - The costs of removing, containing, and/or disposing of (1) hazardous waste from property, or (2) material and/or property that consists of hazardous waste at permanent or temporary closure or shutdown of associated PP&amp;E.\nHazardous waste disposal does not often require PP&E.\nAnswer: contradiction",
    "Innovative use has been made of outdoor facilities for summer festivals, especially Roman ruins and medieval monasteries.\nAll of the ruins and preserved and no one is allowed near them.\nAnswer: contradiction",
    "7.28 Staff planning should include, among other things,\nNo staff planning is scheduled on 7.28.\nAnswer: contradiction",
    "He spread it out on the table. \nHe stood there, chill.\nAnswer: contradiction",
    "If that happened, I think all the candidates would be forced to take a position on the issue.\nThey were praying that the candidate would drop the issue.\nAnswer: contradiction",
    "To savor the abundant flavors of L.A., you need a taste for adventure, a car (ideally), and a good map.\nL.A. only has a single flavour.\nAnswer: contradiction",
    "The Secretaries have determined that there is good cause under Section 553(b) of the Administrative Procedure Act to not issue a notice of proposed rulemaking because it would be impracticable, unnecessary, or contrary to the public interest.\nThe Secretaries did not read the Administrative Procedure Act.\nAnswer: contradiction",
    "DNA evidence shows that Neanderthals were not our ancestors.\nNeanderthals are definitely our ancestors. \nAnswer: contradiction",
    "than before\nNot anymore, no, and never in the past or future.\nAnswer: contradiction",
    "Gore is delighted to reciprocate.\nGore would be incredibly unhappy with reciprocating.\nAnswer: contradiction",
    "the dogs more sullen the farther up you went, and Russian and Roman churches below, the sunlight on the river, the bridge empty, the outer one half-hidden, I was shocked by the sudden distance\nAs you went further up, the dogs got friendlier.\nAnswer: contradiction",
    "There are several intricately carved steatite vessels, including the Harvesters Vase discovered at Aghaa Triada and decorated with a low relief of men at work in the fields.\nthe Harvesters Vase was excavated at a site in Athens.\nAnswer: contradiction",
    "oh really  well you're not supposed to admit that\nIt is okay to say that.\nAnswer: contradiction",
    "yeah during during when the war was real hot and heavy we just had it on CNN all day long\nAs long as the war was going on, we kept CNN off.\nAnswer: contradiction",
    "The racial divide is particularly pronounced on the lower end of the economic scale.\nThe racial divide is easiest to see among the wealthy.\nAnswer: contradiction",
    "Zelon acknowledges that she makes an effort to ensure that jurors leave her courtroom with a sense of confidence in the organization of courtroom proceedings and the effectiveness of the trial-by-jury system.\nThe jurors are demoralized by Zelon's methods.\nAnswer: contradiction",
    "Severn looked confused but nodded.\nSevern was too confused to nod--he required further explanation.\nAnswer: contradiction",
    "Julius patted her on the shoulder.\nJulius would not even look at her.\nAnswer: contradiction",
    "We search. \nWe read.\nAnswer: contradiction",
    "As the Church regained ground, it promoted a more triumphant image, epitomized by the works of Bernini, the most productive of them  His grandiose Baroque altar in St. Peter's speaks rather effectively to the time.\nBernini's works poked fun at the Church and their triumphant image.\nAnswer: contradiction",
    "Critics don't like the book any more than the essay.\nCritics are not a fan of the essay and prefer the book.\nAnswer: contradiction",
    "and no i'm not i'm just like you a person on the uh phone\nI'm nobody\nAnswer: contradiction",
    "John Cavendish joined us, and one or two of the servants were standing round in a state of awe-stricken excitement. \nThere was no one else around when John Cavendish joined us.\nAnswer: contradiction",
    "Albright is on his side.\nAlbright is neutral in the case.\nAnswer: contradiction",
    "The Austin center will expand services provided by the Telephone Access to Justice call center in San Antonio, where St. Mary's University School of Law students man the phones.\nThe students refused to help at all.\nAnswer: contradiction",
    "Somebody else assumes the chief role.\nNobody has assumed the chief role.\nAnswer: contradiction",
    "Kitchell'd give a lot to git a hoss like that to run south.\" \nKitchell wanted the hoss to run north.\nAnswer: contradiction",
    "um-hum yeah i don't understand that either that's that's tough\nI get it.\nAnswer: contradiction",
    "Henry established expeditions that ultimately succeeded in redefining Europeans' very understanding of the world.\nHenry never traveled out of his home time. \nAnswer: contradiction",
    "Quality and prices vary.\nQuality and price is the same. \nAnswer: contradiction",
    "The gay-rights debate turns on whether homosexuality is more like the former or the latter.\nThe straight rights debate turns on whether homosexuals have a place in society.\nAnswer: contradiction",
    "Safed, Jaffa, and Ein Hod (near Haifa) are the main provincial centres.\nThere is only one provincial center, and that is Safed.\nAnswer: contradiction",
    "Then he put the thought of Tuppence resolutely aside.\nHe remained entranced of thoughts of Tuppence.\nAnswer: contradiction",
    "The ratio of these estimates is 1.9784.\nA ratio for the estimates can't be calculated.\nAnswer: contradiction",
    "i don't think he's going to get a head coaching job this next year\nEvery team is in a bidding war to get him as coach this year.\nAnswer: contradiction",
    "As a member of the New York Civil Liberties Union, she sat on the board of directors and discussed issues before the union, such as the proposed Nazi march in Skokie, Ill., in the late 1970s.\nThe New York Liberties Union did not allow her to sit on the board of directors.\nAnswer: contradiction",
    "Hopefully some of those twenty will fall crossing the river.\nTwenty people are avoiding the river.\nAnswer: contradiction",
    "They won't take honest work.\nThey have been looking for honest work everywhere they can.\nAnswer: contradiction",
    "Despite occasional tensions, perhaps inevitable in times of economic uncertainty, today French people increasingly recognize that the immigrants from France's departements in the West Indies and from former colonies ' Algeria, Tunisia, and Morocco ' enrich the national culture and add spice to the country's cuisine.\nFrench people never recognize immigrants' contributions towards any facet of society.\nAnswer: contradiction",
    "With cooling sea breezes and good sandy beaches it offers all the basic ingredients needed for a relaxing vacation; Egyptian hoteliers and restaurateurs are working hard to provide the rest.\nEgypt offers anything but a relaxing vacation.\nAnswer: contradiction",
    "Shortly after, the buzz began to spread.\nIt took a while for information about it to go around.\nAnswer: contradiction",
    "Postal Rate Commission Postal Rate Commission\nThey did not have a postal rate commission.\nAnswer: contradiction",
    "In this strategic capacity, CIOs take the lead role in integrating information and technology management and performance across the entire information life cycle.\nWith respect to IT performance, CIOs take orders from CFOs. \nAnswer: contradiction",
    "oh yeah that's right well we'll find out later  they've got this all reported i guess\nThey didn't report anything, I'm pretty sure about it.\nAnswer: contradiction",
    "On your left the Dining Hall, designed by Richard Castle, has been falling down ever since it was finished in the 1740s and has undergone frequent rebuilding.\nThe Dining Hall has remained in excellent condition throughout the years and has never undergone any form of repair work. \nAnswer: contradiction",
    "For a second, I could hear background noise from the other end of the line; a brief burst of ambient sound.\nThe line stayed completely silent.\nAnswer: contradiction",
    "I can go in and search and pull up an attorney interested in child abuse and neglect, so when I get a case, I can target it, she says.\nSearching for attorneys interested in child abuse cases is not possible.\nAnswer: contradiction",
    "you you take care bye-bye\nHello, it's nice to see you.\nAnswer: contradiction",
    "Why don't you respond that, in the infinite wisdom of your procrastination, you somehow divined the marriage would be a dud, and you think you will give this one a similar two year trial period?\nWhy didn't you say that you knew this marriage would be a success?\nAnswer: contradiction",
    "A low-ceilinged room in one of the buildings has been venerated for centuries as the Tomb of King David.\nKing David isn't even dead so it's impossible for him to have a tomb there.\nAnswer: contradiction",
    "When Giuliani vetoed Talk 's party site and told the press it was unimportant and irrelevant, all he did was make the magazine important and relevant.\nGiuliani did not veto Talk's party site.\nAnswer: contradiction",
    "The Environmental Quality Incentives Program (EQIP) is a new conservation program, reflecting the functions of four previous programs--the Agricultural Conservation Program, the Great Plains Conservation Program, the Water Quality Incentives Program, and the Colorado River Basin Salinity Control Program.\nFour new conservation programs, including the Colorado River Basin Salinity Control Program, have been created to replace the Environmental Quality Incentives Program.\nAnswer: contradiction",
    "well what do you think about like a device a meter on right on a tailpipe and you paid a tax based on how much you polluted\nSo what if they did away with tax altogether and people could pollute as much as they wanted to?\nAnswer: contradiction",
    "He has received favorable press coverage for opening schools and permitting markets in his remote northern stronghold.\nThe press despised him and bashed him at every chance. \nAnswer: contradiction",
    "All other villages are already burned.\nNone of the villages were burned.\nAnswer: contradiction",
    "\"'Wet horse' band?\" Callie glanced at him a little sharply.\nCallie ignored him and did not say anything.\nAnswer: contradiction",
    "As Baudelaire put it in his essay The Painter of Modern Life: All the complicated material conditions to which [dandies] submit, from an impeccable toilette at every hour ...\nBaudelair accuses dandies of being degenerate slobs prone to living with a thick layer of filth upon their living quarters.\nAnswer: contradiction",
    "no now she's now she's just she's just rearranging all my papers for me she's playing with the pen uh-huh  why don't you play with the keyboard\nShe left my pen and papers alone. \nAnswer: contradiction",
    "The humidification system will typically consist of water spray injectors (possibly air atomized) located upstream of the ACI injectors, a grid for the spray injectors, and a water supply system that will include pumping and metering systems.\nDe-humidification systems use a constant fire supply system.\nAnswer: contradiction",
    "The 30-m- (100-ft-) high Campanile, built in 1853 by Sir Charles Lanyon, houses the university's bells.\nThe Campanile is less than 10ft in height.\nAnswer: contradiction",
    "The point isn't that polls are dishonest.\nThe point that is being made is about dishonest polls.  \nAnswer: contradiction",
    "'Oh.'\nGreat!\nAnswer: contradiction",
    "One day a young man fell and broke his leg high up on his hip.\nThe man just broke all of the bones in his foot when he fell.\nAnswer: contradiction",
    "well you know what i was hoping i was hoping Iran was going to take a very um dramatic stand and invade you know and and like Iran's the big bad guy you know but really if if they were going to save people's lives\nThey weren't going to save lives.\nAnswer: contradiction",
    "In the latter, the director used farce not to lighten the drama but to darken it, so that the slapstick debacles seemed to spring from the hero's roiling unconscious.\nFarce was used by the director to lighten the mood of the drama.\nAnswer: contradiction",
    "What make do you like? \nYou don't like any of these, do you?\nAnswer: contradiction",
    "The remaining costs are institutional costs that are primarily driven by the size of the network.\nThe remaining costs are institutional ones that are driven by the investors' desire.\nAnswer: contradiction",
    "But he was very upset. \nHe was happy. \nAnswer: contradiction",
    "But the engraving cost is a steep $175 and $42 for the die plate.\nThe price is very low for engraving and the die plate.\nAnswer: contradiction",
    "Today it houses a number of museums, the most important of which is the Musee de l'Arm??e (Museum of the Army), with exhibits stretching as far back as the Stone Age.\nThe Museum of the Army has exhibits starting from World War I.\nAnswer: contradiction",
    "An RFP may be preceded by a request for information or request for quotation.\nAn RFP is always the first order of business followed by a request for information.\nAnswer: contradiction",
    "Each stop lasts for a total of three minutes.\nThe bus never stops.\nAnswer: contradiction",
    "On the south side of the station is Market Street, which was one of the principle market sites during the Victorian era.\nThere are no streets named Market Street on the south side.\nAnswer: contradiction",
    "offices have, through Senate and House intranet connections to GAO, access to the objectives, scope, and methodology of active GAO assignments, except for those cases where the reporting of such work would result in disclosing classified or other sensitive information.\nEach office has wireless internet connections.\nAnswer: contradiction",
    "Problems of Reliability and Validity in Ethnographic Research.\nThe research had no problems with validity.\nAnswer: contradiction",
    "The only truly inspired segments of American Pie feature the amazing Eugene Levy as Biggs' dad, who's always walking in on the kid in the middle of some creative bout of wanking.\nEugene Levy is not a very good actor and didn't play the role of Biggs' father well.\nAnswer: contradiction",
    "Damage to the immune system Altered renal function and renal hypertrophy Reproductive effects\nIt had nothing to do with the immune system.\nAnswer: contradiction",
    "Historically important Toledo seemed secure in the role.\nToledo did not seem like the right city for the role. \nAnswer: contradiction",
    "They may, if they so desire, do additional research.\nThey are not capable of doing any further research.\nAnswer: contradiction",
    "Before long, however, many of these projects went bust, and Nelson had to turn to his family for financial assistance to ward off bankruptcy.\nNelson's projects were very successful, and he bought his family a new house.\nAnswer: contradiction",
    "do you read\nDo you write?\nAnswer: contradiction",
    "she likes to sew and do crafts and things like that so she enjoys staying at home but uh the money part of it is not as rewarding obviously but\nShe despises staying at home, so she found a new job.\nAnswer: contradiction",
    "3 Grease the presentation.\nThere are no presentations.\nAnswer: contradiction",
    "i guess if you gave the gave them jobs that that's another problem with the United States there's no jobs anymore\nThere are plenty of available jobs in the US.\nAnswer: contradiction",
    "but she seems to me to be you know pretty quick and smart and she's already reading and writing and stuff like that and she just turned five last month\nShe can't read at all.\nAnswer: contradiction",
    "and you'll you'll get a collection from them the you wouldn't believe there were so many parks in the state\nYou can't get a collection from them. \nAnswer: contradiction",
    "we went in but what did we do we lost lives and and what were we trying to do who knows\nWe did not lose lives.\nAnswer: contradiction",
    "and see there's no secrecy to that because the bill always comes in and we know how much they pay for it\nI got bills and loans but it is a secret to most.\nAnswer: contradiction"
  ]
}