{"one": 51339, "reviewers": 488, "mentioned": 1033, "watching": 8980, "oz": 264, "episode": 3102, "hooked": 274, "right": 6304, "exactly": 1958, "happened": 2011, "methe": 62, "first": 16950, "thing": 9031, "struck": 266, "brutality": 136, "unflinching": 31, "scenes": 10208, "violence": 2020, "set": 4393, "word": 1785, "go": 9658, "trust": 587, "show": 12338, "faint": 78, "hearted": 130, "timid": 46, "pulls": 372, "punches": 122, "regards": 131, "drugs": 712, "sex": 3211, "hardcore": 251, "classic": 3465, "use": 3535, "wordit": 2, "called": 2600, "nickname": 48, "given": 3518, "oswald": 32, "maximum": 102, "security": 365, "state": 1049, "penitentary": 2, "focuses": 352, "mainly": 770, "emerald": 13, "city": 2269, "experimental": 167, "section": 370, "prison": 898, "cells": 95, "glass": 306, "fronts": 41, "face": 2999, "inwards": 2, "privacy": 25, "high": 3830, "agenda": 157, "em": 238, "home": 3550, "many": 13300, "aryans": 12, "muslims": 76, "gangstas": 4, "latinos": 30, "christians": 149, "italians": 82, "irish": 382, "scuffles": 2, "death": 3767, "stares": 68, "dodgy": 91, "dealings": 39, "shady": 72, "agreements": 7, "never": 12871, "far": 5753, "awayi": 11, "would": 26462, "say": 10708, "main": 4579, "appeal": 810, "due": 1773, "fact": 6842, "goes": 4735, "shows": 4643, "nt": 66252, "dare": 304, "forget": 1412, "pretty": 7189, "pictures": 820, "painted": 190, "mainstream": 375, "audiences": 904, "charm": 737, "romance": 1294, "mess": 1178, "around": 7018, "ever": 11711, "saw": 6304, "nasty": 648, "surreal": 434, "could": 18509, "ready": 663, "watched": 4467, "developed": 703, "taste": 853, "got": 7212, "accustomed": 57, "levels": 470, "graphic": 462, "injustice": 82, "crooked": 96, "guards": 155, "sold": 303, "nickel": 8, "inmates": 99, "kill": 2426, "order": 1896, "get": 18279, "away": 5352, "well": 18825, "mannered": 60, "middle": 1557, "class": 1440, "turned": 1792, "bitches": 19, "lack": 2089, "street": 1249, "skills": 489, "experience": 2094, "may": 6571, "become": 2930, "comfortable": 226, "uncomfortable": 266, "viewing": 1444, "thats": 694, "touch": 891, "darker": 206, "side": 2363, "wonderful": 3171, "little": 12332, "production": 3414, "filming": 779, "technique": 297, "unassuming": 23, "oldtimebbc": 1, "fashion": 629, "gives": 3067, "comforting": 38, "sometimes": 2287, "discomforting": 11, "sense": 4450, "realism": 528, "entire": 2855, "piece": 2978, "actors": 8692, "extremely": 2125, "chosen": 420, "michael": 2452, "sheen": 196, "polari": 1, "voices": 431, "pat": 265, "truly": 3437, "see": 22570, "seamless": 36, "editing": 1471, "guided": 59, "references": 554, "williams": 597, "diary": 91, "entries": 105, "worth": 4596, "terrificly": 5, "written": 2826, "performed": 401, "masterful": 189, "great": 17876, "master": 950, "comedy": 6174, "life": 11941, "really": 22993, "comes": 4745, "things": 7223, "fantasy": 1040, "guard": 306, "rather": 5259, "traditional": 450, "dream": 1113, "techniques": 280, "remains": 858, "solid": 940, "disappears": 160, "plays": 4318, "knowledge": 554, "senses": 174, "particularly": 2074, "concerning": 235, "orton": 20, "halliwell": 11, "sets": 1640, "flat": 1001, "murals": 2, "decorating": 10, "every": 7890, "surface": 423, "terribly": 514, "done": 5875, "thought": 6672, "way": 15143, "spend": 974, "time": 23559, "hot": 1275, "summer": 714, "weekend": 378, "sitting": 893, "air": 1212, "conditioned": 27, "theater": 1534, "lighthearted": 208, "plot": 12456, "simplistic": 205, "dialogue": 2993, "witty": 530, "characters": 14175, "likable": 702, "even": 24546, "bread": 111, "suspected": 106, "serial": 670, "killer": 2533, "disappointed": 1714, "realize": 1234, "match": 1066, "point": 5953, "risk": 303, "addiction": 149, "proof": 294, "woody": 327, "allen": 570, "still": 10671, "fully": 761, "control": 939, "style": 2838, "us": 7708, "grown": 408, "lovethis": 8, "laughed": 750, "comedies": 819, "years": 8565, "decade": 472, "impressed": 696, "scarlet": 75, "johanson": 8, "managed": 832, "tone": 871, "sexy": 865, "image": 749, "jumped": 155, "average": 1333, "spirited": 155, "young": 6970, "womanthis": 2, "crown": 91, "jewel": 149, "career": 1860, "wittier": 8, "devil": 539, "wears": 316, "prada": 13, "interesting": 6059, "superman": 363, "friends": 3543, "basically": 1730, "family": 5703, "boy": 2905, "jake": 258, "thinks": 894, "zombie": 1105, "closet": 190, "parents": 1535, "fighting": 1126, "timethis": 33, "movie": 85219, "slower": 80, "soap": 509, "opera": 775, "suddenly": 1012, "decides": 1046, "rambo": 128, "zombieok": 1, "going": 8034, "make": 15313, "film": 77049, "must": 6275, "decide": 966, "thriller": 1518, "drama": 2597, "watchable": 590, "divorcing": 9, "arguing": 102, "like": 39072, "real": 9042, "totally": 2726, "ruins": 205, "expected": 1369, "boogeyman": 52, "similar": 1617, "instead": 4203, "meaningless": 222, "spots": 270, "playing": 3130, "descent": 172, "dialogs": 264, "shots": 1865, "ignore": 336, "petter": 1, "mattei": 52, "love": 12674, "money": 4375, "visually": 447, "stunning": 762, "watch": 13551, "mr": 2715, "offers": 680, "vivid": 195, "portrait": 266, "human": 3090, "relations": 183, "seems": 7056, "telling": 1091, "power": 1809, "success": 1124, "people": 17933, "different": 4609, "situations": 961, "encounter": 383, "variation": 97, "arthur": 577, "schnitzler": 3, "play": 4381, "theme": 1543, "director": 7926, "transfers": 25, "action": 5950, "present": 1116, "new": 7973, "york": 1396, "meet": 1315, "connect": 227, "connected": 266, "another": 8283, "next": 3352, "person": 3129, "know": 12338, "previous": 1279, "contact": 315, "stylishly": 26, "sophisticated": 256, "luxurious": 34, "look": 8129, "taken": 2012, "live": 2837, "world": 7125, "habitatthe": 1, "gets": 6210, "souls": 258, "picture": 2827, "stages": 126, "loneliness": 166, "inhabits": 35, "big": 6690, "best": 12352, "place": 4561, "find": 8192, "sincere": 180, "fulfillment": 42, "discerns": 1, "case": 2918, "encounterthe": 2, "acting": 12560, "good": 28753, "direction": 2619, "steve": 822, "buscemi": 45, "rosario": 56, "dawson": 151, "carol": 240, "kane": 343, "imperioli": 22, "adrian": 97, "grenier": 7, "rest": 3442, "talented": 1103, "cast": 7227, "come": 6175, "alivewe": 1, "wish": 1908, "luck": 457, "await": 44, "anxiously": 24, "work": 8074, "probably": 5583, "alltime": 224, "favorite": 2357, "story": 22360, "selflessness": 4, "sacrifice": 201, "dedication": 82, "noble": 239, "cause": 1070, "preachy": 138, "boring": 3523, "old": 7809, "despite": 2519, "seen": 13171, "times": 6159, "last": 5622, "paul": 1424, "lukas": 69, "performance": 5458, "brings": 1208, "tears": 599, "eyes": 2323, "bette": 205, "davis": 529, "sympathetic": 447, "roles": 2024, "delight": 294, "kids": 3594, "grandma": 110, "says": 2247, "dressedup": 1, "midgets": 21, "children": 3000, "makes": 8286, "fun": 5193, "mother": 3033, "slow": 1926, "awakening": 80, "happening": 714, "roof": 150, "believable": 1387, "startling": 118, "dozen": 349, "thumbs": 231, "sure": 5158, "resurrection": 71, "dated": 486, "seahunt": 2, "series": 6160, "tech": 86, "today": 2392, "bring": 1631, "back": 9268, "kid": 2314, "excitement": 389, "mei": 70, "grew": 467, "black": 3925, "white": 2575, "tv": 5460, "gunsmoke": 20, "hero": 1945, "weekyou": 1, "vote": 481, "comeback": 93, "sea": 616, "huntwe": 1, "need": 3571, "change": 1818, "pace": 1073, "water": 1165, "adventureoh": 1, "thank": 770, "outlet": 36, "view": 1820, "viewpoints": 36, "moviesso": 7, "ole": 39, "believe": 4945, "wan": 312, "na": 761, "saywould": 1, "nice": 3777, "read": 3732, "plus": 1255, "points": 1458, "huntif": 1, "rhymes": 41, "lines": 2999, "let": 4505, "submit": 57, "leave": 2125, "doubt": 1498, "quit": 163, "lets": 675, "amazing": 2473, "fresh": 731, "innovative": 203, "idea": 3995, "aired": 282, "brilliant": 2321, "dropped": 256, "funny": 8426, "anymore": 662, "continued": 231, "decline": 119, "complete": 2030, "waste": 2759, "todayit": 2, "disgraceful": 36, "fallen": 304, "writing": 2455, "painfully": 419, "bad": 17872, "performances": 3418, "almost": 6192, "mildly": 357, "entertaining": 2828, "respite": 25, "guesthosts": 1, "hard": 4740, "creator": 161, "handselected": 1, "original": 6233, "also": 17606, "chose": 386, "band": 999, "hacks": 49, "followed": 684, "recognize": 406, "brilliance": 238, "fit": 1011, "replace": 156, "mediocrity": 102, "felt": 2855, "give": 6663, "stars": 2932, "respect": 927, "made": 15473, "huge": 1909, "awful": 3237, "ca": 7055, "encouraged": 75, "positive": 958, "comments": 1511, "looking": 4595, "forward": 1168, "mistake": 746, "films": 13477, "worst": 5248, "pacing": 572, "storyline": 1568, "soundtrack": 1613, "song": 1983, "lame": 1336, "country": 1795, "tune": 291, "played": 5147, "less": 3546, "four": 1734, "looks": 4505, "cheap": 1732, "extreme": 698, "rarely": 612, "happy": 1747, "end": 10674, "credits": 1281, "prevents": 61, "giving": 1631, "score": 2068, "harvey": 188, "keitel": 64, "least": 6053, "making": 4991, "bit": 5896, "effort": 1500, "obsessives": 4, "gut": 89, "wrenching": 67, "laughter": 442, "hell": 1987, "mom": 718, "liked": 2922, "itgreat": 4, "camp": 891, "phil": 186, "alien": 938, "quirky": 359, "humour": 926, "based": 2697, "oddness": 18, "everything": 4698, "actual": 1482, "punchlinesat": 1, "odd": 1099, "progressed": 86, "jokes": 1914, "anymoreits": 1, "low": 2580, "budget": 3077, "problem": 2768, "eventually": 1373, "lost": 2860, "interesti": 3, "imagine": 1455, "stoner": 57, "currently": 233, "partakingfor": 1, "something": 9952, "better": 11140, "try": 3537, "brother": 1962, "planet": 845, "came": 3302, "recall": 453, "scariest": 112, "scene": 10669, "bird": 253, "eating": 459, "men": 3664, "dangling": 37, "helplessly": 23, "parachutes": 4, "horror": 6695, "horroras": 2, "cheesy": 1277, "b": 1430, "saturday": 411, "afternoons": 17, "tired": 758, "formula": 453, "monster": 1532, "type": 2062, "movies": 14794, "usually": 1926, "included": 525, "beautiful": 4145, "woman": 5224, "might": 5781, "daughter": 2165, "professor": 409, "resolution": 224, "died": 1049, "care": 2663, "much": 18981, "romantic": 1592, "angle": 333, "year": 3813, "predictable": 1643, "plots": 549, "unintentional": 205, "humorbut": 2, "later": 4135, "psycho": 409, "loved": 2884, "star": 3614, "janet": 114, "leigh": 174, "bumped": 31, "early": 3038, "sat": 593, "took": 2223, "notice": 759, "since": 5628, "screenwriters": 128, "scary": 1777, "possible": 1895, "wellworn": 20, "rules": 448, "im": 206, "fan": 3850, "boll": 206, "enjoyed": 2403, "postal": 25, "maybe": 4578, "apparently": 1762, "bought": 913, "rights": 356, "cry": 739, "long": 6349, "ago": 1968, "game": 2612, "finsished": 1, "killing": 1378, "mercs": 2, "infiltrating": 14, "secret": 1115, "research": 433, "labs": 10, "located": 140, "tropical": 61, "island": 1252, "warned": 340, "schemed": 1, "together": 4285, "along": 3666, "legion": 51, "schmucks": 4, "feeling": 2167, "loneley": 1, "invites": 136, "three": 4443, "countrymen": 11, "players": 542, "names": 801, "til": 73, "schweiger": 17, "udo": 36, "kier": 27, "ralf": 9, "moellerthree": 1, "actually": 8409, "selfs": 1, "biz": 32, "tale": 1475, "jack": 1761, "carver": 26, "yes": 2812, "german": 1089, "hail": 62, "bratwurst": 3, "dudes": 59, "however": 6526, "tils": 1, "badass": 64, "complained": 95, "staying": 221, "true": 4382, "whole": 6077, "perspective": 460, "looked": 2066, "kicking": 156, "beyond": 1815, "demented": 140, "evil": 2617, "mad": 974, "scientist": 653, "dr": 1460, "krieger": 2, "geneticallymutatedsoldiers": 1, "gms": 2, "performing": 252, "topsecret": 13, "reminds": 593, "spoiler": 770, "vancouver": 41, "reason": 4465, "palm": 85, "trees": 198, "rich": 1169, "lumberjackwoods": 1, "gone": 1516, "started": 1847, "mehehe": 1, "stay": 1517, "bolls": 4, "shenanigans": 61, "delivers": 699, "meaning": 915, "suckthere": 2, "mentioning": 190, "imply": 71, "areas": 230, "boat": 563, "cromedalbino": 1, "squad": 197, "enters": 235, "laugh": 2798, "reeks": 58, "scheisse": 1, "poop": 46, "simpletons": 6, "fa": 12, "r": 530, "take": 6863, "wiff": 2, "ahead": 727, "btw": 111, "annoying": 1878, "sidekick": 223, "shoot": 843, "minutes": 5743, "screen": 4450, "shakespeareshakespeare": 1, "losti": 5, "appreciate": 1017, "trying": 4876, "shakespeare": 584, "masses": 159, "ruin": 350, "goodis": 2, "scottish": 165, "certain": 1572, "rev": 17, "bowdler": 1, "hence": 317, "bowdlerization": 1, "tried": 1573, "victorian": 118, "erain": 2, "words": 1793, "improve": 189, "perfectioni": 1, "write": 1285, "ten": 1602, "text": 282, "english": 1903, "composition": 97, "forte": 31, "keep": 3212, "saying": 1934, "cut": 1859, "fantastic": 1483, "prisoners": 229, "famous": 1465, "george": 1633, "clooney": 132, "roll": 513, "man": 11048, "constant": 547, "sorrow": 75, "recommand": 2, "everybody": 855, "greetings": 27, "bart": 87, "kind": 5466, "drawn": 666, "erotic": 347, "amateurish": 409, "unbelievable": 779, "bits": 624, "sort": 2903, "school": 3291, "project": 969, "rosanna": 34, "arquette": 99, "thinking": 2258, "stock": 555, "bizarre": 969, "supposed": 2849, "midwest": 29, "town": 2363, "involved": 2062, "lessons": 299, "learned": 558, "insights": 105, "stilted": 183, "quite": 7229, "ridiculous": 1839, "lots": 1610, "skin": 399, "intrigues": 32, "videotaped": 19, "nonsense": 511, "bisexual": 51, "relationship": 1891, "nowhere": 850, "heterosexual": 53, "encounters": 258, "absurd": 535, "dance": 1322, "stereotyped": 92, "pass": 812, "million": 721, "miles": 493, "wasted": 1149, "spent": 1174, "starving": 61, "aids": 150, "africa": 374, "simply": 3834, "remade": 142, "fails": 1144, "capture": 528, "flavor": 101, "terror": 435, "title": 2793, "liam": 70, "neeson": 46, "excellent": 4026, "always": 6270, "holds": 599, "exception": 706, "owen": 237, "wilson": 420, "feel": 5672, "character": 13595, "luke": 354, "major": 1858, "fault": 475, "version": 4034, "strayed": 17, "shirley": 198, "jackson": 666, "attempts": 1147, "grandiose": 40, "thrill": 205, "earlier": 1222, "trade": 236, "snazzier": 1, "special": 4121, "effects": 4398, "enjoy": 3526, "friction": 26, "older": 1216, "top": 3045, "horrible": 2478, "continuous": 74, "minute": 1452, "fight": 2149, "chance": 2066, "development": 1172, "busy": 272, "running": 1867, "sword": 300, "emotional": 1329, "attachment": 51, "except": 2190, "machine": 674, "wanted": 2706, "destroy": 456, "blatantly": 124, "stolen": 369, "lotr": 41, "wars": 611, "matrix": 301, "examples": 344, "ghost": 802, "final": 2620, "yoda": 37, "obee": 1, "vader": 82, "spider": 105, "beginning": 2720, "frodo": 32, "attacked": 305, "return": 1137, "kings": 79, "elijah": 72, "wood": 660, "victim": 810, "wait": 1385, "hypnotizes": 12, "stings": 11, "wraps": 49, "uh": 125, "hello": 158, "vs": 681, "humans": 547, "terminator": 130, "someone": 4547, "tell": 3340, "nazi": 328, "juvenile": 220, "line": 3386, "rushed": 262, "conclusion": 846, "adult": 903, "either": 3488, "disappointment": 732, "save": 2044, "remember": 3297, "cinema": 2781, "dark": 2693, "places": 799, "nervous": 183, "dad": 866, "sister": 1519, "newbury": 2, "berkshire": 2, "england": 527, "tigers": 35, "snow": 295, "appearance": 839, "grizzly": 26, "adams": 186, "actor": 4451, "dan": 459, "haggery": 1, "think": 14252, "shot": 3906, "dies": 702, "anyone": 5295, "knows": 1810, "dvd": 4718, "etc": 2261, "please": 1935, "knowthe": 16, "fitness": 13, "club": 771, "shame": 1328, "nearest": 84, "hear": 1414, "others": 3067, "stinkers": 31, "nominated": 400, "golden": 557, "globe": 124, "female": 1837, "renaissance": 86, "painter": 115, "mangled": 29, "recognition": 211, "complaint": 232, "liberties": 90, "facts": 438, "perfectly": 1246, "fine": 2500, "accounts": 119, "artist": 581, "dishwaterdull": 1, "script": 5742, "suppose": 811, "enough": 6801, "naked": 841, "factual": 101, "hurriedly": 14, "capped": 16, "summary": 354, "saved": 503, "couple": 3436, "hours": 1904, "favored": 30, "brevity": 22, "die": 1479, "sequels": 433, "surprise": 1399, "glut": 11, "cashed": 11, "wrong": 3431, "guy": 6220, "concept": 975, "cliffhanger": 77, "mountain": 381, "rescue": 456, "sly": 99, "stop": 2003, "stallone": 128, "careercliffhanger": 1, "nitpickers": 3, "especially": 4971, "expert": 283, "climbing": 91, "basejumping": 1, "aviation": 30, "facial": 336, "expressions": 326, "full": 3269, "excuses": 99, "dismiss": 90, "overblown": 110, "pile": 358, "junk": 359, "outacted": 7, "horse": 595, "lovable": 296, "undeniably": 106, "romp": 151, "plenty": 1204, "thrills": 234, "unintentionally": 251, "laughsyou": 2, "john": 4117, "lithgows": 1, "sneery": 2, "evilness": 9, "tick": 41, "box": 1244, "baddies": 94, "permanently": 58, "harassed": 37, "hapless": 124, "turncoat": 8, "agent": 714, "rex": 156, "linn": 5, "travershe": 1, "henry": 648, "rooker": 48, "noteworthy": 101, "cringeworthy": 50, "hal": 258, "insists": 133, "constantly": 823, "shrieking": 33, "painful": 792, "disbelief": 319, "captors": 38, "hurt": 775, "anybody": 610, "whilst": 560, "surely": 773, "ralph": 260, "waite": 5, "frank": 854, "grinning": 47, "girl": 5263, "plummets": 7, "deathmention": 1, "former": 1007, "london": 853, "burning": 245, "craig": 231, "fairbrass": 3, "brit": 60, "cropper": 6, "using": 1513, "football": 475, "help": 3635, "needed": 1317, "kickingso": 1, "judgement": 77, "cares": 458, "happen": 2013, "lower": 373, "expectations": 750, "turn": 2586, "volume": 124, "qaulen": 1, "wearing": 636, "helicopter": 197, "terrible": 3246, "misfortune": 110, "bmovie": 406, "entiretyall": 1, "fmovie": 1, "aspects": 766, "paperthin": 39, "sequences": 1382, "fake": 938, "almostthe": 3, "packed": 250, "crappy": 528, "oneliners": 253, "respectable": 137, "amusing": 957, "bitthis": 2, "geared": 55, "towards": 1250, "women": 3478, "utterly": 843, "unattractive": 99, "wrinkled": 16, "appear": 1202, "weird": 1254, "costumes": 795, "fail": 525, "miserably": 249, "bmovies": 127, "laughs": 1238, "absolutely": 2980, "hrs": 49, "wo": 2433, "regret": 382, "rajnikanth": 3, "carries": 325, "shoulders": 132, "although": 4721, "anything": 5698, "music": 6284, "arrehman": 2, "takes": 4221, "grow": 480, "heard": 2196, "start": 3360, "liking": 230, "straight": 1465, "anime": 372, "matter": 2343, "used": 3793, "speed": 429, "racer": 34, "preschool": 12, "several": 2831, "hilarious": 2028, "c": 618, "godzilla": 156, "lotmoving": 1, "usual": 1823, "fx": 276, "sudden": 435, "boom": 148, "wwwaaaaayyyyy": 1, "downhillthe": 3, "animation": 1396, "worse": 2822, "crissakes": 1, "vividly": 95, "bunch": 1587, "run": 2307, "dinosaurs": 219, "addition": 643, "transition": 156, "unorganized": 8, "dub": 117, "viewed": 440, "horrid": 242, "begging": 104, "tape": 516, "vhs": 561, "player": 543, "kept": 1511, "surviving": 173, "cracking": 115, "robots": 166, "joelmike": 1, "mstk": 294, "pick": 899, "season": 1317, "honestly": 876, "barely": 944, "survive": 513, "timeheck": 1, "planning": 230, "fellow": 650, "otaku": 8, "pal": 156, "mine": 570, "halloween": 455, "night": 4035, "stupid": 3407, "improvement": 148, "originally": 532, "according": 529, "grading": 17, "scale": 374, "means": 1491, "counting": 85, "unless": 1302, "worldfest": 2, "received": 496, "amount": 1014, "applause": 80, "afterwards": 231, "receiving": 123, "known": 1963, "jbeals": 1, "mparker": 1, "actress": 2232, "part": 7678, "allowed": 682, "judge": 628, "unsympathetic": 98, "therefore": 684, "bore": 328, "depth": 943, "revolving": 85, "cop": 1162, "feels": 1511, "straighttovideo": 75, "standards": 650, "karen": 323, "carpenter": 351, "singer": 533, "complex": 842, "though": 8523, "accurate": 584, "detailscynthia": 1, "gibb": 18, "portrays": 442, "election": 95, "naive": 376, "dumb": 1171, "role": 6098, "stronger": 232, "personalitylouise": 1, "fletcher": 33, "agnes": 46, "terrific": 817, "job": 4357, "motherit": 2, "songs": 1645, "album": 191, "unfortunately": 2421, "ratings": 305, "usa": 363, "countries": 302, "cell": 358, "exotic": 194, "masterpiece": 1243, "dizzying": 47, "trip": 885, "vast": 222, "mind": 3618, "conclusive": 8, "evidence": 481, "achieved": 279, "beings": 256, "unleash": 28, "uninhibited": 31, "imaginations": 42, "boldness": 12, "pushing": 208, "aside": 899, "thoughts": 431, "fall": 1534, "formulas": 24, "cliches": 113, "creating": 553, "magnificent": 538, "datei": 1, "numerous": 532, "complaints": 149, "anywhere": 594, "substance": 396, "poorly": 1329, "negatively": 27, "criticize": 107, "miss": 1687, "landmark": 74, "tradition": 301, "future": 1598, "hopefully": 432, "follow": 1337, "opened": 302, "door": 815, "imagination": 655, "slam": 61, "tarsem": 19, "singh": 42, "want": 7280, "personally": 843, "welcome": 360, "challenge": 301, "himwe": 3, "talk": 1676, "inside": 1255, "agree": 1130, "genre": 2235, "overworked": 31, "depict": 110, "killers": 412, "worked": 1225, "failed": 909, "blaze": 17, "trail": 230, "twist": 1121, "physically": 284, "transported": 85, "presented": 784, "nothing": 8237, "fascinating": 741, "journey": 889, "mysterious": 781, "subject": 1486, "studiedi": 1, "bog": 36, "scientific": 223, "jargon": 22, "explain": 886, "jennifer": 523, "lopez": 93, "enter": 408, "brain": 906, "lies": 657, "laboratory": 83, "table": 401, "wrapped": 194, "twizzlers": 2, "jaunted": 1, "entity": 53, "wants": 2518, "guess": 2635, "explanations": 73, "ventures": 51, "onto": 671, "ground": 658, "desires": 150, "ini": 17, "noticed": 562, "showed": 938, "reality": 1913, "contrast": 447, "bright": 524, "visuals": 484, "nonetheless": 312, "design": 600, "astonishing": 164, "surprised": 1570, "oscars": 242, "cinematography": 1906, "picturei": 4, "repeating": 154, "else": 3887, "stress": 163, "walk": 919, "open": 1296, "wonders": 247, "eyepopping": 16, "feast": 177, "assured": 112, "crazy": 1223, "psychology": 135, "alley": 123, "leaving": 934, "audience": 4182, "member": 645, "whoever": 359, "lot": 8018, "smoking": 243, "stinging": 13, "political": 1140, "satire": 477, "hollywood": 3535, "blockbuster": 350, "sappy": 178, "values": 931, "promo": 45, "list": 1051, "interest": 1906, "turning": 653, "endalthough": 3, "spirit": 950, "behind": 2340, "war": 4063, "inc": 49, "depresses": 8, "clumsy": 208, "targets": 95, "reflect": 188, "existence": 461, "serious": 2013, "critique": 103, "poor": 3755, "particular": 1383, "filmthere": 39, "corporatization": 1, "poking": 58, "diminishes": 19, "atrocity": 77, "similarly": 197, "trivializes": 5, "genuine": 523, "concern": 158, "frustrating": 181, "seemed": 2700, "energetic": 122, "prepared": 373, "able": 2580, "stand": 1313, "looping": 6, "america": 1393, "funniest": 698, "videos": 292, "damn": 656, "hated": 579, "stereotypical": 377, "latino": 60, "speak": 1039, "responsible": 555, "hanging": 390, "mention": 1615, "transcends": 60, "gloriously": 44, "badness": 69, "dancing": 997, "redone": 36, "clichd": 383, "rehashed": 30, "overthetop": 377, "seem": 4223, "unavoidable": 18, "conflict": 544, "dealing": 516, "largescale": 11, "combat": 223, "grain": 60, "compelling": 708, "silver": 282, "civil": 341, "warera": 4, "cold": 977, "starring": 883, "jude": 95, "law": 798, "nicole": 205, "kidman": 134, "rene": 95, "zellweger": 85, "filmthen": 9, "calling": 392, "entirely": 1033, "opens": 487, "literally": 922, "quickanddirty": 1, "battle": 1234, "sequence": 1695, "puts": 790, "glory": 268, "edward": 399, "zwick": 14, "period": 1396, "centers": 164, "disgruntled": 48, "confederate": 64, "soldier": 679, "inman": 36, "becomes": 2644, "disgusted": 134, "gruesome": 333, "homesick": 6, "hamlet": 244, "north": 452, "carolina": 53, "equally": 781, "southern": 357, "belle": 103, "left": 4096, "ada": 64, "monroe": 117, "glance": 118, "setup": 265, "appears": 1635, "formulaic": 184, "sympathy": 396, "root": 232, "reluctant": 131, "tribulations": 49, "battlefield": 86, "indeed": 1341, "segments": 233, "relatively": 408, "unimpressive": 57, "somewhat": 1823, "contrived": 464, "soon": 2236, "drastic": 26, "intrepid": 36, "turns": 2407, "deserter": 9, "incidentally": 133, "saving": 525, "potentially": 194, "confusing": 737, "scenario": 346, "wanting": 629, "confederates": 11, "begins": 1431, "odyssey": 146, "homeward": 20, "meanwhile": 444, "farm": 290, "cultured": 32, "ways": 1532, "prove": 536, "fields": 204, "transformed": 141, "wilderbeast": 1, "coming": 2083, "course": 4840, "toughasnails": 8, "ruby": 136, "thewes": 3, "helps": 702, "put": 4677, "perhaps": 3175, "importantly": 268, "cope": 142, "isolation": 108, "brought": 1458, "upon": 1745, "adawithin": 1, "two": 13012, "settings": 309, "disturbing": 889, "wartorn": 22, "south": 890, "unfolds": 196, "interact": 112, "surprisingly": 896, "enhanced": 117, "brendan": 91, "gleeson": 14, "deadbeat": 21, "father": 3700, "ray": 822, "winstone": 16, "unrepentant": 16, "lawman": 28, "natalie": 158, "portman": 115, "deeply": 595, "troubled": 283, "isolated": 220, "greatly": 305, "affected": 227, "changed": 931, "northern": 136, "aggression": 47, "mostly": 1831, "pervading": 8, "antiwar": 69, "message": 1585, "accented": 28, "effective": 935, "haunting": 407, "chillingly": 27, "virginia": 175, "communicated": 31, "scarred": 75, "land": 793, "traumatized": 54, "fought": 182, "weapons": 356, "tactics": 122, "past": 2367, "century": 985, "hellish": 34, "effect": 1243, "timelessly": 1, "relevantdirector": 1, "anthony": 503, "minghella": 52, "manages": 1145, "maintain": 199, "gloomy": 93, "mood": 882, "atmosphere": 1365, "denigrated": 8, "tepid": 64, "climax": 757, "justice": 732, "wonderfully": 594, "formed": 117, "awkwardly": 61, "tacked": 67, "inherently": 48, "distant": 242, "abstracted": 5, "nature": 1269, "fits": 412, "dismal": 113, "plotmake": 1, "neither": 1012, "traits": 123, "feelgood": 139, "inspiring": 226, "unique": 1219, "vision": 551, "era": 1054, "entertain": 336, "absorb": 43, "lives": 2615, "torn": 272, "apart": 1125, "desperate": 564, "rid": 250, "repercussions": 24, "altogether": 226, "taut": 87, "organically": 6, "gripping": 302, "dmytryk": 27, "crossfire": 64, "distinctive": 90, "suspense": 1485, "unlikely": 374, "devices": 138, "noir": 606, "cyclebivouacked": 1, "washington": 415, "dc": 92, "company": 1062, "soldiers": 907, "restlessness": 2, "bars": 138, "stranger": 357, "apartment": 615, "robert": 1968, "ryan": 643, "drunk": 494, "belligerent": 13, "beats": 234, "host": 327, "sam": 890, "levene": 18, "happens": 2184, "jewish": 392, "police": 2097, "detective": 785, "investigates": 49, "mitchum": 136, "assigned": 157, "outfit": 172, "suspicion": 115, "falls": 1609, "second": 3589, "cooper": 318, "vanished": 53, "slays": 7, "third": 1274, "buddy": 547, "brodie": 28, "insure": 15, "silence": 285, "closes": 53, "inabetted": 1, "superior": 595, "paxton": 128, "draws": 225, "precise": 89, "bobs": 7, "naturally": 515, "prototypical": 11, "angry": 651, "male": 1251, "hilt": 45, "underplays": 11, "characteristic": 81, "alert": 168, "nonchalance": 6, "central": 779, "gloria": 131, "grahame": 45, "fullyfledged": 3, "rendition": 215, "smartmouthed": 4, "vulnerable": 172, "tramp": 127, "sad": 1897, "sack": 64, "leeched": 2, "kelly": 702, "haunts": 49, "small": 3043, "peripheral": 31, "memorablethe": 4, "politically": 214, "engaged": 248, "inevitably": 149, "succumbs": 28, "sermonizing": 7, "confined": 87, "reminiscence": 6, "grandfather": 249, "hands": 1255, "bigots": 17, "thus": 786, "stretching": 48, "chronology": 30, "limit": 135, "attempt": 2030, "render": 56, "explanation": 582, "glib": 25, "hates": 198, "jews": 180, "hillbillies": 35, "curiously": 83, "survives": 126, "wrought": 30, "novel": 1795, "richard": 1479, "brooks": 359, "brick": 77, "foxhole": 10, "dealt": 270, "gaybashing": 5, "murder": 2001, "homosexuality": 124, "pale": 142, "news": 724, "holocaust": 159, "begun": 85, "emerge": 115, "ashes": 65, "europe": 459, "emboldened": 4, "register": 74, "protest": 79, "antisemitism": 67, "studios": 386, "quaked": 1, "prospect": 65, "offending": 26, "potential": 1083, "ticket": 216, "buyer": 18, "homophobia": 23, "works": 2425, "general": 1464, "specifics": 27, "smoothly": 81, "chatting": 36, "lonesome": 92, "inviting": 45, "girlfriend": 1153, "tow": 52, "raises": 163, "question": 1290, "whether": 1645, "retained": 36, "inadvertently": 83, "discreet": 23, "tipoff": 6, "engine": 94, "generating": 25, "murderous": 215, "rage": 210, "ardh": 6, "satya": 16, "finest": 526, "indian": 807, "directed": 2245, "govind": 9, "nihalani": 8, "successful": 975, "hitting": 236, "parallel": 197, "commercial": 468, "inspiration": 325, "leading": 1176, "directors": 1189, "indiathe": 1, "tells": 1686, "reallife": 252, "mumbai": 31, "unlike": 1073, "cities": 156, "india": 362, "encompasses": 25, "system": 674, "creates": 456, "practical": 107, "outlay": 2, "approach": 691, "environmentamongst": 1, "various": 1211, "officers": 225, "colleagues": 109, "describes": 204, "anand": 60, "velankar": 5, "hotblooded": 3, "harsh": 389, "constable": 16, "suffers": 395, "ideologies": 23, "incidences": 4, "atrocities": 65, "immediate": 150, "crime": 1373, "inert": 21, "craving": 51, "satisfaction": 105, "revolved": 31, "wherein": 76, "efforts": 520, "trampled": 20, "seniorsthis": 1, "leads": 1435, "frustrations": 37, "achieve": 324, "desired": 175, "jobsatisfaction": 1, "resulting": 169, "anger": 344, "expressed": 163, "excessive": 161, "remand": 1, "rooms": 195, "alcoholicthe": 1, "within": 1580, "alive": 976, "fights": 540, "aware": 513, "metro": 36, "politicians": 118, "inertly": 1, "associated": 243, "compromise": 62, "unethical": 16, "practice": 193, "negative": 669, "finally": 2824, "suspendedthe": 1, "thoroughly": 647, "core": 421, "memorable": 1295, "breaks": 487, "underworld": 167, "gangster": 473, "rama": 14, "shetty": 12, "house": 3817, "arrest": 111, "short": 3675, "conversation": 392, "hairraising": 7, "momentsthe": 10, "punch": 313, "alcoholism": 51, "corruption": 181, "influence": 406, "courage": 295, "deceptions": 9, "integral": 57, "brilliantlyfinally": 1, "belongs": 278, "om": 53, "puri": 34, "portraying": 425, "traversing": 7, "emotions": 811, "brilliantly": 451, "exposure": 154, "templarios": 1, "excited": 423, "among": 1552, "offerings": 59, "anchor": 82, "bay": 167, "video": 3129, "cult": 841, "classics": 480, "baby": 1204, "print": 365, "quality": 2484, "alone": 1898, "hide": 392, "deadly": 388, "dull": 1559, "thrilling": 268, "opening": 1942, "villagers": 77, "exact": 378, "revenge": 918, "templars": 11, "motion": 714, "ponderous": 50, "ultimately": 930, "unfulfilling": 11, "adding": 331, "insult": 422, "injury": 94, "dubbed": 426, "subtitled": 86, "promised": 174, "jacket": 136, "significant": 337, "quotes": 170, "pronounced": 63, "halfway": 400, "protagonist": 520, "mafia": 199, "middleman": 5, "titta": 32, "di": 101, "girolamo": 8, "nondescript": 33, "middleaged": 158, "salerno": 1, "italy": 313, "introduced": 613, "living": 2039, "nonlife": 3, "elegant": 182, "sterile": 48, "hotel": 678, "italianspeaking": 3, "canton": 7, "switzerland": 62, "conducting": 41, "business": 1185, "gradually": 221, "pivotal": 86, "yet": 5332, "unremarkable": 64, "employees": 96, "swiss": 70, "bank": 460, "normally": 534, "count": 671, "cash": 450, "dollars": 440, "missing": 1130, "suitcase": 36, "tightly": 86, "stacked": 29, "banknotes": 2, "quietly": 147, "icily": 3, "threatens": 139, "coaxing": 9, "manager": 306, "close": 2093, "account": 364, "spectators": 40, "bluff": 24, "without": 6368, "fear": 980, "caught": 1129, "appearing": 283, "truth": 1347, "bluffed": 1, "told": 2096, "accepted": 319, "consequences": 272, "troubles": 151, "initially": 337, "scowling": 18, "taciturn": 19, "curt": 22, "verge": 91, "reply": 54, "chambermaids": 1, "waitresses": 9, "goodbye": 137, "spectator": 58, "half": 3524, "described": 483, "reveal": 384, "days": 2490, "nights": 299, "oddly": 266, "disjoined": 1, "deliberate": 112, "revealing": 257, "seemingly": 707, "mundane": 160, "irrelevant": 174, "details": 808, "unnecessary": 549, "essential": 267, "masterfully": 104, "constructed": 195, "identity": 472, "unexpectedly": 145, "loving": 538, "conveyed": 105, "elegantly": 23, "edited": 483, "boards": 72, "canada": 229, "stood": 257, "treat": 567, "mobsters": 70, "odds": 206, "release": 1520, "le": 314, "conseguenze": 8, "dellamore": 13, "limbalsamatore": 2, "element": 688, "insomnia": 87, "machinist": 10, "explicit": 223, "al": 571, "pacino": 302, "uses": 1045, "condition": 279, "symbolise": 3, "deeper": 355, "malaise": 18, "rammed": 27, "deep": 1353, "obscurity": 82, "unconscious": 80, "impossible": 937, "pinpoint": 23, "waitress": 121, "sofia": 41, "olivia": 139, "magnani": 18, "granddaughter": 60, "legendary": 366, "anna": 446, "memory": 600, "friend": 2887, "provide": 625, "tiny": 470, "window": 528, "tentatively": 6, "accepts": 116, "explicitly": 44, "spelt": 11, "accepting": 110, "unimaginable": 26, "single": 1712, "concedes": 2, "representative": 75, "quiet": 508, "taking": 1830, "italian": 1055, "cinecitt": 1, "waiting": 1081, "produce": 425, "il": 59, "postinolike": 1, "fare": 356, "la": 1146, "vita": 27, "bellastyle": 1, "neglecting": 16, "explore": 222, "creations": 68, "loss": 523, "expecting": 1135, "pack": 271, "fiver": 4, "expect": 2324, "occasional": 360, "camcorder": 118, "drummer": 59, "ie": 596, "damned": 169, "assume": 456, "build": 563, "tension": 1004, "tedious": 426, "thumb": 72, "fast": 1358, "button": 237, "press": 238, "gave": 2406, "seriously": 1904, "lead": 2640, "coz": 21, "meercat": 2, "gon": 471, "explaining": 212, "anyway": 1892, "concerned": 495, "talent": 1873, "certainly": 2948, "avoid": 1390, "bored": 1016, "paint": 328, "dry": 392, "sounded": 358, "ranmaesque": 1, "dragging": 84, "skeleton": 132, "cute": 1108, "miniskirt": 7, "restricted": 48, "sticker": 20, "sweet": 999, "age": 1863, "indie": 340, "edge": 813, "wronghaving": 1, "wonder": 2079, "hardly": 1129, "foul": 157, "language": 999, "closest": 174, "nudity": 1075, "hoping": 790, "nightgown": 6, "panties": 55, "antireligious": 4, "humor": 2662, "tame": 196, "caricatured": 12, "insincere": 17, "derivative": 136, "unoriginal": 196, "slightest": 215, "listen": 634, "stevens": 189, "jesus": 455, "wear": 366, "rolex": 5, "television": 1722, "qualify": 102, "pg": 301, "rated": 714, "refuses": 281, "rent": 1398, "pornographic": 79, "requiem": 37, "insist": 104, "zack": 28, "reba": 48, "worseit": 9, "wayin": 4, "worries": 64, "offend": 90, "suicide": 662, "needs": 1594, "portrayed": 1171, "suicides": 26, "ones": 1800, "virgin": 239, "teenagers": 499, "purely": 331, "aspect": 847, "eleven": 120, "twelve": 181, "causes": 333, "number": 1937, "chances": 233, "teens": 411, "itjust": 5, "hopper": 231, "investigate": 221, "killings": 240, "dunnit": 4, "including": 2081, "begin": 1314, "withwhere": 1, "achingly": 31, "heroine": 525, "menace": 199, "foreboding": 71, "created": 1071, "thunderstorms": 2, "strangely": 307, "housegreat": 1, "double": 588, "glazing": 1, "serves": 378, "purpose": 852, "quick": 642, "gory": 480, "tedium": 66, "unbearable": 201, "suggests": 291, "spate": 13, "throughout": 2583, "area": 666, "apparent": 577, "ritual": 113, "salt": 114, "pepper": 65, "sums": 139, "inherent": 111, "directionadd": 1, "act": 2395, "willing": 628, "completely": 3806, "nude": 337, "shower": 264, "hopegiven": 1, "following": 1188, "banned": 178, "uk": 435, "extended": 234, "curiosity": 254, "value": 998, "daft": 63, "worryits": 1, "telegraphed": 38, "woods": 660, "steep": 25, "upward": 18, "slope": 14, "obviously": 2286, "struggle": 614, "figure": 1394, "dressed": 524, "brandishing": 12, "large": 1111, "scythe": 12, "slide": 94, "conveniently": 117, "upright": 28, "front": 1172, "weaponit": 1, "okay": 1418, "route": 144, "week": 867, "david": 2006, "morse": 69, "ride": 814, "pickle": 8, "greatest": 1501, "coolest": 73, "koepp": 1, "writer": 1595, "heaven": 559, "rubbish": 510, "baffles": 22, "hope": 2875, "dung": 60, "husband": 1913, "wondered": 235, "product": 445, "experiment": 312, "computer": 811, "program": 496, "listless": 30, "propaganda": 413, "thrown": 821, "proves": 647, "disappointingly": 41, "call": 1847, "conspiracy": 228, "theorist": 11, "steal": 489, "declaration": 32, "independence": 124, "protect": 312, "justify": 195, "actions": 630, "invasion": 169, "iraq": 146, "nicholas": 161, "cage": 426, "spews": 16, "bargaining": 5, "chip": 80, "valium": 12, "shooting": 903, "reasoning": 72, "clue": 426, "bonus": 189, "misogyny": 35, "whateverhernamewas": 1, "chided": 3, "shutting": 25, "clearly": 1728, "slap": 183, "gravity": 89, "shut": 313, "camera": 3234, "pans": 89, "poutily": 1, "child": 2292, "grotesque": 161, "benefit": 214, "astonishingly": 66, "majority": 448, "creepy": 1185, "clichs": 594, "went": 2999, "sucker": 106, "casting": 1071, "mixed": 514, "crumby": 4, "hold": 1063, "lift": 148, "worthy": 654, "minimum": 168, "requirement": 27, "james": 2002, "cuba": 160, "gooding": 85, "jr": 616, "caricatures": 119, "mindless": 306, "entertainment": 1604, "recommend": 3395, "book": 4580, "splendored": 10, "han": 87, "suyin": 26, "tackles": 55, "issues": 869, "race": 758, "asians": 41, "whites": 97, "topic": 303, "personal": 1265, "experiences": 394, "eurasian": 16, "growing": 539, "china": 380, "background": 1214, "hong": 327, "kong": 437, "daring": 235, "timeother": 2, "remembered": 487, "jones": 824, "oscar": 1313, "doctor": 1395, "breed": 110, "advent": 47, "communism": 71, "mainland": 39, "william": 1141, "holden": 72, "journalist": 188, "covering": 99, "regions": 23, "notch": 263, "chemistry": 913, "lovers": 537, "provides": 677, "moments": 3196, "affection": 171, "melt": 58, "hearts": 274, "romantically": 36, "inclinedthe": 1, "fifty": 140, "hilltop": 3, "overlooking": 37, "harbor": 99, "intimate": 183, "ending": 4579, "tearjerker": 50, "consider": 950, "sentimental": 252, "romances": 98, "stories": 2079, "shining": 219, "example": 2640, "logic": 465, "continuity": 389, "changes": 822, "plotscript": 5, "dialog": 1622, "pain": 740, "gary": 514, "busey": 134, "w": 308, "wwaste": 2, "fbi": 338, "local": 1742, "surround": 85, "trailer": 693, "jeep": 48, "wagoneer": 2, "confused": 730, "cops": 703, "seconds": 645, "gun": 1079, "ensues": 147, "killed": 2264, "blast": 156, "blasting": 38, "dominoes": 5, "drives": 325, "circles": 95, "hit": 1885, "bulletpellet": 2, "noticeddamn": 2, "tough": 856, "miracle": 156, "sixshooter": 7, "held": 620, "bullets": 212, "states": 641, "grace": 681, "god": 2234, "army": 884, "dutcher": 16, "improved": 222, "matured": 33, "filmmaker": 667, "began": 619, "shaky": 135, "starts": 2288, "introducing": 100, "elders": 27, "mormon": 114, "missionaries": 10, "degenerates": 44, "highly": 2172, "improbable": 109, "unfortunate": 392, "events": 1692, "highlighting": 33, "blatant": 208, "disobedience": 6, "exists": 300, "level": 1724, "laughabledutcher": 1, "alienation": 60, "target": 398, "unrealistically": 22, "inaccurately": 6, "accomplishes": 33, "angering": 6, "predominantly": 28, "reflects": 135, "missions": 78, "served": 333, "mission": 533, "attest": 17, "gang": 922, "california": 369, "contains": 797, "mild": 226, "vulgaritythe": 1, "assuming": 140, "inspire": 138, "forgiveness": 82, "available": 843, "cmon": 89, "gathers": 38, "elder": 93, "sent": 767, "standing": 453, "identify": 266, "working": 1494, "factory": 239, "figured": 383, "pride": 257, "american": 4186, "car": 2329, "noted": 290, "degree": 381, "ninth": 35, "grade": 646, "keen": 134, "greed": 160, "laziness": 31, "anywherei": 6, "hour": 2137, "ic": 10, "pseudo": 50, "relatives": 170, "remind": 285, "americans": 656, "sake": 458, "honor": 305, "accomplished": 233, "heavy": 709, "downward": 58, "spiral": 108, "overseas": 62, "disclaimer": 49, "musical": 1732, "tainted": 44, "douglas": 474, "kasey": 6, "parts": 2361, "worthwhile": 390, "compared": 1013, "dancers": 172, "singing": 942, "bigger": 529, "easier": 255, "decors": 9, "lighting": 706, "delivered": 464, "common": 1001, "opinion": 1812, "obvious": 2014, "cuts": 513, "talking": 1749, "singers": 129, "portions": 77, "impeccable": 78, "enjoyable": 1591, "protocol": 33, "implausible": 222, "whose": 1905, "goldie": 99, "hawn": 96, "supporting": 1617, "revolves": 309, "ditzy": 29, "cocktail": 54, "arab": 112, "dignitary": 3, "downhill": 184, "classified": 73, "voight": 160, "mary": 846, "steenburgen": 22, "erase": 42, "cv": 23, "historically": 192, "xena": 28, "hercules": 104, "abraham": 111, "moses": 108, "melded": 4, "noah": 114, "nephew": 128, "thousands": 313, "born": 694, "canaanites": 2, "wandered": 44, "earth": 1650, "scriptwriters": 53, "ignorance": 145, "animals": 668, "stuff": 2311, "sunday": 334, "historians": 56, "archaeologists": 12, "geologists": 4, "psychologists": 13, "linguists": 1, "offended": 223, "modicum": 39, "winced": 3, "preston": 126, "sturgis": 4, "unseen": 152, "public": 1081, "nearly": 1494, "twenty": 486, "thirty": 247, "late": 2225, "resurfaced": 12, "meantime": 112, "gained": 119, "notoriety": 43, "pauline": 60, "kael": 8, "citizen": 231, "suggested": 185, "herman": 91, "mankiewicz": 19, "orson": 134, "welles": 325, "screenplay": 1268, "thread": 134, "imdb": 1331, "web": 218, "site": 471, "overstated": 22, "casethere": 1, "six": 682, "narrators": 11, "charles": 913, "foster": 282, "newsreel": 29, "representing": 74, "ralston": 10, "luce": 5, "clone": 119, "thatcher": 14, "memoirs": 46, "bernstein": 37, "jed": 49, "leland": 124, "susan": 342, "alexander": 252, "raymond": 161, "butler": 174, "slant": 36, "reflecting": 58, "faith": 535, "hatred": 226, "reveals": 349, "failings": 46, "method": 199, "frequent": 178, "overlapping": 16, "retellings": 5, "incidentthis": 1, "situation": 1332, "leader": 562, "tom": 1396, "garner": 109, "spencer": 124, "tracy": 220, "rose": 450, "bottom": 720, "head": 2920, "railroad": 80, "hand": 2067, "morgan": 421, "wife": 3906, "sarah": 355, "padden": 1, "restricts": 7, "dimensional": 201, "narrates": 48, "boss": 745, "respected": 160, "voice": 1980, "skeptical": 82, "sees": 1038, "flaws": 670, "henrytypical": 1, "antilabor": 1, "unions": 19, "troublemakers": 8, "slowed": 36, "confrontation": 149, "union": 303, "walkout": 4, "preoccupied": 19, "detriment": 27, "scabs": 2, "strike": 219, "blowing": 191, "headquarters": 34, "views": 329, "pure": 1084, "blacki": 3, "knocking": 81, "duplicating": 5, "thanks": 875, "colleen": 27, "moore": 565, "sally": 298, "tragedy": 638, "worldly": 41, "pair": 514, "homewhen": 1, "marry": 416, "benefits": 100, "cost": 460, "empire": 217, "expands": 19, "improves": 41, "loses": 456, "notices": 98, "eve": 240, "helen": 367, "vinson": 12, "younger": 1007, "mistress": 187, "learns": 420, "unfaithful": 55, "behavior": 525, "destroys": 135, "hersimilarly": 1, "shock": 695, "martyr": 13, "marries": 130, "presents": 392, "son": 2503, "philip": 269, "trent": 44, "discovery": 244, "incestuous": 90, "cuckolding": 1, "himselfthe": 15, "total": 1256, "jumps": 286, "unconvincingly": 29, "note": 1270, "board": 550, "plans": 415, "purchase": 199, "rival": 295, "train": 1030, "discusses": 46, "debentures": 1, "financing": 30, "wealthy": 305, "detail": 681, "rate": 1011, "social": 979, "commentary": 631, "depression": 213, "fulci": 349, "giallo": 200, "normal": 894, "redeemed": 55, "buildup": 85, "touches": 383, "neat": 259, "visions": 137, "clairvoyancethe": 1, "wellknown": 174, "weaknesses": 131, "gear": 112, "banal": 141, "wooden": 643, "illogical": 180, "finale": 480, "denouement": 90, "shall": 265, "limp": 81, "affairfulci": 1, "ironic": 305, "handling": 124, "norms": 15, "yellow": 214, "clues": 246, "wherever": 92, "limping": 8, "th": 1443, "chamber": 83, "kungfu": 129, "shaw": 161, "produces": 90, "equivalent": 170, "spaghetti": 159, "westerns": 373, "gordon": 425, "liu": 90, "counterpart": 78, "western": 1271, "clint": 255, "eastwood": 366, "digitally": 43, "remastered": 30, "fest": 151, "scope": 172, "daysthis": 5, "simple": 2015, "versus": 204, "acts": 776, "narrative": 802, "martial": 590, "arts": 592, "eraact": 1, "premise": 1383, "workers": 197, "dyemill": 1, "village": 500, "unhappy": 169, "wages": 24, "incoming": 11, "manchu": 33, "gangsters": 193, "exploitation": 407, "none": 1884, "skilled": 103, "minor": 799, "getting": 3293, "impersonate": 36, "shaolin": 54, "monk": 134, "rouse": 7, "exposed": 204, "pushed": 235, "credibility": 306, "impersonating": 43, "timesact": 1, "mob": 335, "embarks": 43, "temple": 206, "infiltrate": 28, "learn": 1401, "slapstick": 423, "abbot": 44, "impersonated": 6, "teaching": 201, "methods": 163, "kinda": 522, "miyagi": 25, "karate": 176, "painting": 225, "fences": 20, "erect": 11, "scaffoldings": 1, "unwittingly": 52, "builds": 234, "strength": 480, "endurance": 38, "unorthodox": 43, "wayact": 1, "sound": 2752, "noncontact": 1, "impact": 667, "treatment": 440, "refreshing": 375, "wide": 465, "angled": 6, "highlight": 361, "clarity": 85, "sparring": 21, "partners": 116, "slowmotion": 67, "showcase": 180, "stunts": 288, "angles": 407, "tad": 187, "pause": 102, "moves": 1009, "yuen": 33, "ping": 21, "adnausem": 2, "flicks": 708, "repeat": 297, "screening": 340, "monday": 64, "nostalgic": 171, "lane": 403, "spoilers": 1013, "familiar": 1049, "zone": 265, "rifle": 121, "innocent": 818, "firing": 125, "jimmy": 481, "franchot": 30, "repeated": 361, "centuries": 88, "forced": 1316, "arms": 354, "countryjimmy": 1, "kicked": 197, "belted": 6, "mouth": 588, "fred": 459, "p": 321, "willis": 234, "ended": 1104, "france": 495, "unit": 177, "pinned": 38, "nest": 85, "handedly": 15, "commission": 34, "picking": 235, "safety": 176, "nearby": 230, "church": 681, "steeple": 4, "gunned": 38, "raised": 354, "surrender": 89, "artillery": 27, "shell": 107, "wounding": 10, "himrecovering": 1, "wounds": 116, "hospital": 756, "fell": 722, "volunteer": 39, "nurse": 374, "duffy": 14, "gladys": 36, "lucky": 493, "obnoxious": 316, "antics": 222, "married": 1071, "french": 1646, "recovered": 62, "stationed": 29, "sticky": 40, "already": 2645, "proposal": 57, "marriage": 715, "wwi": 60, "marrying": 78, "bitter": 285, "resentful": 18, "accident": 626, "ran": 479, "streets": 500, "discovered": 505, "meek": 61, "nonviolent": 11, "knew": 1819, "european": 506, "smug": 88, "ability": 892, "mobster": 87, "found": 5130, "abiding": 25, "inoffensive": 34, "insurance": 110, "adjusterjimmy": 1, "circle": 200, "ratted": 6, "prevent": 235, "executing": 24, "valentine": 132, "day": 4798, "massacre": 349, "members": 1096, "trial": 280, "admitted": 85, "guilt": 247, "sentence": 219, "hearing": 419, "rumors": 52, "convicts": 64, "affair": 696, "broke": 275, "fugitive": 71, "circus": 174, "manger": 7, "barker": 134, "seeing": 4106, "heart": 2246, "added": 883, "decided": 1369, "letting": 306, "tracked": 42, "bela": 151, "lugosi": 255, "appeared": 702, "chillers": 16, "monogram": 47, "corpse": 244, "vanishes": 51, "onesbela": 1, "kidnaps": 79, "brides": 55, "kills": 966, "extracts": 17, "fluid": 99, "bodies": 458, "ageing": 23, "reporter": 377, "discover": 561, "deaths": 364, "morning": 522, "report": 198, "murders": 650, "drops": 186, "dead": 3460, "shortly": 246, "afterwardsyou": 1, "assistants": 40, "consist": 96, "hag": 29, "hunchback": 41, "dwarf": 81, "sons": 245, "thunderstorm": 20, "spooky": 233, "passages": 50, "sleep": 591, "coffins": 23, "beds": 48, "moviethe": 249, "fans": 2652, "funrating": 3, "anthology": 87, "par": 312, "linking": 32, "alot": 75, "faces": 734, "asking": 461, "listed": 227, "ai": 400, "vcr": 97, "timer": 22, "space": 1580, "maggot": 12, "douses": 3, "campfire": 74, "hikes": 3, "percent": 70, "nations": 117, "nitwits": 9, "support": 739, "bush": 235, "aftermath": 102, "revolution": 302, "strikingly": 56, "post": 512, "sociopolitical": 18, "landscape": 229, "worrying": 72, "whupping": 1, "deserve": 592, "politician": 99, "voted": 129, "denied": 74, "shown": 2013, "characterwhat": 2, "stands": 799, "ambiguity": 93, "hopelessly": 140, "doctrinaire": 3, "robespierre": 26, "haunted": 386, "empty": 509, "reductive": 2, "ideology": 57, "elucidate": 6, "boundaries": 80, "totalitarianism": 12, "execution": 361, "selfdefense": 16, "patriotism": 58, "legalistic": 2, "litmus": 6, "tests": 64, "aggravate": 7, "hopeless": 161, "helped": 649, "create": 1132, "overprivileged": 2, "retarded": 322, "yale": 14, "cheerleaders": 30, "wojciech": 4, "pszoniak": 4, "blows": 270, "slovenly": 11, "deparidieu": 1, "robespierres": 1, "plight": 161, "ends": 1833, "jaw": 103, "guillotine": 30, "difficult": 1351, "documentary": 1820, "requires": 249, "tremendous": 250, "skill": 337, "patience": 164, "directorial": 236, "distance": 229, "plausible": 187, "flow": 336, "aka": 471, "faux": 55, "mark": 1209, "viewer": 2372, "theredirector": 1, "eriksen": 3, "peaked": 21, "fair": 896, "problems": 1727, "explains": 358, "extras": 420, "doc": 202, "funding": 109, "settled": 96, "cheaper": 68, "filmthe": 258, "posting": 42, "porn": 667, "website": 194, "tricky": 56, "pushy": 24, "handheld": 108, "cameras": 203, "zooms": 47, "grainy": 142, "blacks": 161, "elicit": 52, "authenticity": 114, "believability": 100, "hills": 265, "ii": 699, "lose": 641, "minutesthe": 24, "group": 2244, "national": 545, "trainees": 5, "battling": 96, "notorious": 274, "mutated": 55, "training": 394, "desert": 576, "includes": 591, "blood": 2123, "guts": 269, "flying": 635, "rape": 584, "pointlessly": 42, "audiencei": 11, "drag": 453, "gore": 1887, "jump": 511, "stays": 334, "awake": 173, "decent": 2225, "rotten": 191, "leaves": 1341, "breakdown": 121, "estate": 211, "office": 1013, "outside": 1159, "yep": 134, "lesbians": 74, "rings": 326, "lifetime": 364, "clunky": 94, "disapproves": 6, "sassy": 84, "maid": 149, "hattie": 23, "mcdaniel": 11, "grave": 350, "freaks": 136, "custody": 80, "snotty": 26, "teenage": 650, "sheesh": 30, "cliche": 188, "unturned": 10, "hitchcock": 722, "rebecca": 96, "daphne": 62, "dumarier": 1, "lush": 125, "gothic": 247, "intrigue": 209, "returned": 235, "themes": 778, "british": 1688, "mistaken": 201, "espionage": 80, "civilians": 84, "building": 786, "planes": 144, 